{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=101",
  "name": "SAMPARC (Social Action for Manpower Creation)",
  "primaryEmail": "samparc_1990@yahoo.com",
  "website": "https://samparc.org/",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912114227335",
    "912114231472",
    "919890707737",
    "912114227335"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "9, Varad Apartment",
      "292, Yashwantnagar, Talegaon Dabhade",
      "Pune",
      "Maharashtra",
      "410507"
    ]
  },
  "briefDescription": "SAMPARC (Social Action for Manpower Creation) is a non-profit making Public Charitable Trust in India established in 1990 for sole purpose of the rehabilitation, care and educational development of orphan children, children of sex workers and all other needy, poor and disadvantaged children. SAMPARC directly supports 600 orphan & needy children at various centres in Maharashtra, Gujarat, West Bengal & Rajasthan –121 children in SAMPARC balgram, Bhaje, 55 children in SAMPARC balgram, Poynad, 50 children in SAMPARC balgram, Shel-Pimpalgaon, 58 children in SAMPARC Bal Asha Ghar, 40 children in SAMPARC balgram, Anjar and 35 children in SAMPARC Shishu Kendra, Kolkata. Under the Community Education Program SAMPARC supports 75 children in Kolkata, 112 children in Anjar , 100 children in Jodhpur and 200 girls under the Nanhi Kali Program.  SAMPARC is also running one School and Hostel for 230 tribal children, one Vocational Training Centre for 160 rural school dropouts, one Medical Centre for rural poor of 25 villages in Maval taluka, and also is involved in programs on Legal Rights, Women’s Empowerment, Women’s Counselling Centre, Income Generation, Agriculture Training, Housing Project, English Medium School for rural poor and for Rights of the Children",
  "yearOfEstablishment": "1990",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "SAMPARC Balgram Bhaje, At Post Malvali",
      "Taluka- Maval",
      "Bhaje",
      "Pune",
      "Maharashtra",
      "410405",
      "AP_TelBill_1.PDF"
    ]
  }
}