{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=102",
  "name": "Children Toy Foundation",
  "primaryEmail": "play@childrentoyfoundation.org",
  "website": "www.childrentoyfoundation.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "912222820687",
    "919167769557",
    "912222841247",
    "912222820687"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Ali Building, 72 Shahid Bhagat Singh Road",
      "Fort",
      "Mumbai",
      "Maharashtra",
      "400001"
    ]
  },
  "briefDescription": "Children Toy Foundation (CTF) is a Mumbai based nonprofit social organization which is founded by Mr. Devendra Desai in the year 1982. Vision of CTF is to“No Child Should Be Deprived from Toys and Quality of Education in India.Mr. Desai devoted their entire life for achieving organization vision with great mission i.e. to improve quality education and psycho-social skillsof deprived children through toysin India.CTF have a unique educational project which is not only focusing on children’s academic skill but also developing their psycho-social skills with the help of toys. It is a leading organization in the country which is one of its kinds. Main Activities of CTF:Setting up Toy / Game Libraries in govt schools as well as partnership with other NGOs in India1)\tCapacity Building training for school teachers2)\tKnowledge sharing and helping similar minded organizations for setting up toy library project  3)\tSchool Level competitions for children ‘On the Spot Game Contests’.4)\tStarted 4 Mobile Toy Vans for Children from poor background studying in Municipal schools, hospitals or at construction sites and ngos.5)Play for peace for all",
  "yearOfEstablishment": "1986",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "R. Desai & co. 11, Dr. V.B. Gandhi Marg",
      "Modern House",
      "Mumbai",
      "Maharashtra",
      "400001",
      "AP_BankStat_2.PDF"
    ]
  }
}