{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1021",
  "name": "Rajasthan Human Care Foundation",
  "primaryEmail": "rhcf_ngo2003@yahoo.co.in",
  "website": "www.rhcfngo.org",
  "organisationType": [
    "Grant-making"
  ],
  "telephone": [
    "911412299917",
    "911412299917",
    "911427224949",
    "919829014590"
  ],
  "mainAddrress": {
    "state": "Rajasthan",
    "address": [
      "21 Champa Nager",
      "Gurjar Ki Thadi  New Sanganer Road",
      "Jaipur",
      "Rajasthan",
      "302019"
    ]
  },
  "briefDescription": "Rajasthan Human Care Foundation (RHCF) is a non-profit, non-political voluntary organization which was registered under Rajasthan Societies Registration Act 1958. RHCF is involved in the development of rural and tribal areas along with urban development. It was initiated and established in January, 2001 under the leadership of Mr. Vishnu Sakunia, who has rich experience of over a decade in the field of socio economic development. RHCF has various activities in the field of Vocational Trainings, Skill Up gradation, Livelihoods, Income Generation, Right to Education, Agriculture, Horticulture, Livestock, health, Water and Sanitation, Watershed, Empowerment of Women, Irrigation, Natural Resource Management, and value addition, Rights of the Tribal Communities. RHCF is the organization which believes in working transparently and flawlessly, it has a goal to make the community a better place to live for all the human beings and other organisms. RHCF has a vision to create a community where everyone is equal with equal opportunities of growth. Since its inception, RHCF is working closely with the community and understands the needs for community. RHCF follows unique and different ways for the development of community which results in accelerating development of the society.",
  "yearOfEstablishment": "2003",
  "regiseredAddrress": {
    "state": "Rajasthan",
    "address": [
      "4, Shiv Shakti Colony, Near Joraver Singh Gate",
      "Amer Road",
      "Jaipur",
      "Rajasthan",
      "302019",
      "AP_TelBill_918.PDF"
    ]
  }
}