{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1041",
  "name": "Shramik Janata Vikas Sanstha",
  "primaryEmail": "sjvs@rediffmail.com",
  "website": "www.shramikjanta.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "912378285518",
    "919423032518"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Deshmuk Ali",
      "At. Post. Medha",
      "Satara",
      "Maharashtra",
      "415012"
    ]
  },
  "briefDescription": "Background:\tShramik Janta Vikas Sanstha has been working in remote & backward area of Satara district in Maharasthra state of India. One youth named Mr. Adinath Ombale got opportunitiy to study the social & economic problems of this area through the help of Shramjivi Janata Sahayak Mandal (NGO). Through this study Mr. Adinath Ombale built up confidence to do something for social & economical development of people living in Jawali & Mahableshwar block of Satara district. Through this inspiration he was organized youths of same thinking and established organization named “Shramik Janata Vikas Sanstha” in 1987. He started to organize poor people and implement the small projects on social & economic developmental issues.  After getting success in proposed work done organization is registered 1995 as Society and trust act.Work Place:The organization is successfully working since 1987 in One hundred twenty five villages in Satara district. Now SJVS spread its work not only in Satara district but also in Mangaon (Dist- Raigad) and Jawhar (Dist- Thane). Most the area is remote, hilly & also surrounded by backwater of dams like Koyana, Kanher & Dhom in Satara dist. Geographical situation is too much difficult and harder for human beings.  This area is under the shadow of heavy rainfall (average 1800 to 750 mm). The life of people is totally depending on agriculture. And rice is one of the main crops. Organization works various categories of peoples for their social & economical development. People benefited by the organization are mainly women, tribal (Katkari), Dhanagar, Kunabi-Maratha, Bauddha, too many others like tribunals, poor & people below poverty line.\tVision:Social and economic development with environmental balance and health awareness of economically backward, deprived (tribal, women, youth, downtrodden, nomadic, denotified and nominal land holder etc.) factors, CBOs and groups through their empowerment with right based attitude.\tMission:To bring about social and economic development of economically backward and deprived factors of working area through the establishment of CBOs and groups with right based attitude; participating them in various trainings, get-together (Melava), seminars, campaign, workshops and home visits and implementing govt. schemes and developing networking with other agencies and organizations.\tProgrammes:\tThe SJVS implemented Jalswaraj project in 11 villages of Satara district in 2008-2009. The agency has been implementing tribal empowerment project since 2010 in Satara and Thane dist. and agency is working for livelihood enhancement in Jawali block of Satara dist. for the implementation of these project SJVS is getting financial support from OXFAM India and SWISS-AID India. Besides that SJVS has well experience with NABARD. SJVS has implemented NABARD’s Add-o-Activity-I and II, REDP and SDP programs successfully. Now the agency is implementing VDP-II, JLG, Rural Mart and Farmer’s Producer’s company etc. programs with the support of NABARD. (Details about programs of the agency attached with proposal)               The SJVS has recruited trained and well experienced staff for the successfully implementation of the agency’s programs. The total no. of staff is 19. We have our monthly staff meeting on 5th date of every month.  The agency carries out the audit at proper time.  Overall work of the agency is running successfully if some problems create in work then the particular social worker shares  his/her problem in monthly meeting and then all staff members suggest solution on the problem. We have friendly environment in the agency and it has been become helpful for the successful implementation of programs of our agency.Adhinath Ombale                                              Rajaram Chikane Chairperson  Shramik Medha.                          Secretary Shramik Medha.Awarness on HIV/AIDS at village level.",
  "yearOfEstablishment": "1995",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "AT.POst. Wanvali Terf",
      "Ategaon Tal. Jaoli",
      "Wanvli Terf Ategaon.",
      "Satara",
      "Maharashtra",
      "415028",
      "AP_TelBill_950.PDF"
    ]
  }
}