{
  "contacts": [
    {
      "name": "Parismita Sarma",
      "email": "naturesobservercb@gmail.com",
      "designation": "President",
      "mobile": []
    },
    {
      "name": "Ranjan Kumar Medhi",
      "designation": "General Secretary",
      "email": "naturesobserver2016@rediffmail.com"
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10424",
  "name": "NATURE'S OBSERVER (CB) N.G.O.",
  "primaryEmail": "naturesobservercb@gmail.com",
  "website": "www.naturesobservercb.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service"
  ],
  "telephone": [
    "919531248884"
  ],
  "mainAddrress": {
    "state": "Assam",
    "address": [
      "Opposite Gauhati Commerce College Hostel",
      "R.G.Baruah Road",
      "Guwahati",
      "Kamrup Metropolitan",
      "Assam",
      "781003"
    ]
  },
  "briefDescription": "Before we go ahead, let us take the privilege to introduce our organization .Nature’s Observer (CB) formerly known as Nature’s Observer, established in the year 1996 and got re-register as Nature’s Observer(CB) in the year 2016. We have done good number of activities for conservation of environment, conservation scavenger birds like vulture which are critically endangered listed in IUCN.We have also taken up projects for conservation of many wetlands around Guwahati which are being polluted by industries and now its about to become a dumping ground.Among them Deepor Beel is in first position because it is a bird sanctuary as well as a Ramsar Wetland. We also have been protesting against sacrifice of  animals possessing the religious faith. We area group of enterprising individuals who are very concern about the devastation of nature done in the name of development. Over the past decade there had been an abrupt change in the climate condition of region and average temperature has gone far higher than yesteryears and we all are standing in a crucial situation. Few among our activities are as follows 1) Plantation and seeding.2) Awareness program against deforestation.3) Protest for animal rights. Species conservation program (Specially for Vulture and Greater Adjutant Stork) through community awareness.5) Performing road shows for protection of birds6) Performing road shows to create awareness for global warming and plastic free environment7) Organizing animal health checkup and vaccination camp at various district of Assam.8) Campaigning for environmental awareness among school student through visiting schools and giving them digital classes. Etc.",
  "yearOfEstablishment": "2016",
  "regiseredAddrress": {
    "state": "Assam",
    "address": [
      "House number 10",
      "M.C.Byelane No 1, Krishna Nagar, Near Holly Child School, Chandmari",
      "Guwahati",
      "Kamrup Metropolitan",
      "Assam",
      "781003"
    ]
  }
}