{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10421",
  "name": "J. R. S. SAMAJ KALYAN SOCIETY",
  "primaryEmail": "jrssks.pre@gmail.com",
  "website": "http://www.jrssks.com",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "917084004939"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "128 , New Ashok Nagar",
      "Near Kalyanpur Railway Station Kalyanpur",
      "kalyanpur kanpur",
      "Kanpur Nagar",
      "Uttar Pradesh",
      "208017"
    ]
  },
  "briefDescription": "J R S SAMAJ KALYAN SOCIETY is a leading organization in skill development & vocational training landscape, building skill manpower pool for industry requirements.The society is also one of the largest skills provider offering training in various sectors in IT, Telecom, Garment, Beauty, Retail , Logistics ,Electronics, Health, Agriculture, Furniture and Service sector.It is an ISO 9001:2008 certified, Pan India working for the poor, the invisible and the excluded for alleviating poverty and bringing prosperity. It provides skill development programs in various sectors, ensuring that the skills imparted are marketable and industry relevant.Information Technology has become a fastest growing Industry in today's scenario which is providing thousands of job to well trained professionals.JRS's work is concentrated in the fields of Education, Health and Community Development which we believe are the areas of greatest need and deserves to be our attention. We believe the three are inter-related fields and together the only way to make a sustainable and impact difference in the beneficiary population. It is one of the organization providing services spanning the development trifocals of Education, Health and Community Development and thus able to provide a comprehensive path from poverty to prosperity and fully empower the destitute to tread it successfully. PMKVY scheme is to encourage aptitude towards employable skills and to increase working efficiency of probable and existing daily. Those wage earners already possessing a standard level of skill will be given recognition as per scheme and average award amount for them is ₹2000 to ₹2500. Training programmes have been worked out on the basis of National Occupational Standards (NOS) and qualification packs specifically developed in various sectors of skills. For this qualification plans and quality plans have been developed by various Sector Skill Councils (SSC) created with participation of Industries.",
  "yearOfEstablishment": "2010",
  "regiseredAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "128 , New Ashok Nagar",
      "Near Kalyanpur Railway Station Kalyanpur",
      "Kalyanpur Kanpur",
      "Kanpur Nagar",
      "Uttar Pradesh",
      "208017"
    ]
  }
}