{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10439",
  "name": "Vrindavan Charitable Trust",
  "primaryEmail": "Rajan.Nair@mastek.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918433756798"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Office#485,Hanuman Nagar,Mahape",
      "MBP Post",
      "Navi Mumbai",
      "Thane",
      "Maharashtra",
      "400710"
    ]
  },
  "briefDescription": "Vrindavan Charitable Trust is located in Thane, Maharashtra.We can make a big difference in our own small waysWhat are the vision, mission and objectives of VrindavanVrindavan was formed to work for the betterment of society. It seeks to spread awareness about environmentally-friendly practices and policies in the public and private sector. VISION•\tTo do everything we can to protect our fragile environment from further depletion.•\tCreate awareness and encourage people to adapt a more eco-friendly lifestyle •\tHelp under-privileged children and elderly live a better lifeMISSION•\tWork for the environment and significantly reduce pollution levels by 2025•\tBeautify 100 rivers in 10 years•\tPlant as many trees as possible by 2025•\tPromote the use of solar energy and help people adopt cleaner sources of energy0•\tReduce use of private vehicles and encourage pooling and sharing systems•\tTake initiatives to reduce accidental deathsOBJECTIVES•\tProvide local expertise to develop innovative and cost-effective solutions for specific environment problems at the grassroots •\tBecome a knowledge centre in areas such as energy, environment, natural resources management and sustainable development.•\tPromote actions that protect the environment from dangerous anthropogenic interference.•\tOrganize, support and participate in policy dialogues, conferences, seminars, scientific reviews etc., on the environment•\tReduce environmental stress through activities such as tree plantations and river beautification; encourage use of public transport over private vehicles•\tProvide a shelter for and improve living conditions of underprivileged sections of society, including children and the elderly. •\tProvide education facilities for children lacking it •\tServe as a source of expertise and provide advisory services to governments, NGOs and companies to support decision-making that is environmentally-friendly.",
  "yearOfEstablishment": "2018",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Office #485,Hanuman Nagar,Mahape",
      "MBP Post",
      "Navi Mumbai",
      "Thane",
      "Maharashtra",
      "400710"
    ]
  }
}