{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1044",
  "name": "Sumukha Foundation",
  "primaryEmail": "sumukhafoundation@yahoo.in",
  "website": "www.sumukha-foundation.org/ -",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918040960663",
    "918064549962",
    "919845761522"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No. 53/5V  Kempanna reddy Layout",
      "Hulimavu  Bannerghatta Road",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560076"
    ]
  },
  "briefDescription": "The mission of Sumukha Foundation is to provide access to reconstructive surgery and rehabilitation for children with maxillofacial deformities from poor socio-economic background. Maxillofacial deformities are those that affect the cheeks, oral cavity and chin. Oral / Maxillofacial deformities can be congenital - at birth or acquired - in trauma or cancer. In India, 1 in every 1000 new born live babies is born with an oral / maxillofacial deformity.Today the Foundation also provides free dental / oral surgical treatment for adults from financially poor families. The Foundation addresses both congenital maxillofacial abnormalities such as cleft lip / palate and also acquired deformities such as trauma and oral cancers. The Foundation has till date conducted 70 free re-constructive surgeries and hundreds of dental treatment procedures and several dental health camps. 200 children requiring cleft lip / palate correction have been identified through these camps and they await surgery.  The Foundation conducts regular sensitization sessions for medical practitioners, teachers, dentists, people in social work, etc. Those sensitized are able to better understand maxillofacial defects and they refer affected people for treatment.The Foundation was established in 2007 and has both the 80G and FCRA certification from the government of India.  The Sumukha Foundation is currently dependent on donors for continuation of services. However it also is working towards becoming self sustainable within the next 3 years.",
  "yearOfEstablishment": "2007"
}