{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10464",
  "name": "FUTURE GENERATE",
  "primaryEmail": "futuregeneratengo@gmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "mainAddrress": {
    "address": []
  },
  "briefDescription": "Future Generate is located in New Delhi, District - Firozabad, Moradabad,Etah. FUTURE GENERATE are grass root institutions with usually low capacities striving to compliment governments’ efforts in national development at community levels. In this post war era of Future Generate, so many programmes have been designed and implemented with the aim of building the capacity of Future Generate in different area of development to enhance effectiveness in their operations. Computer literacy or skills training programme is one of such opportunities; it is a capacity building strategy that empowers individuals or institutions to be knowledgeable in the use of computer applications. In other words, a person who knows how to use the machine to complete any task is a computer literate. Computer literate often connotes little more than the ability to use several very specific applications (usually Microsoft Word, Microsoft Exel, Microsoft Internet Explorer, and Microsoft Outlook) for certain very well-defined simple tasks, largely by rote. Multi-lateral institutions are strongly advocating the building of knowledge societies where the power of information and communication helps people access the knowledge they need to improve their daily lives and achieve their full potential.Increasingly, the concept of information literacy is considered as crucially important to enable people to deal with the challenge of making good use of information and communication technology. Indeed, government, and non-governmental organizations, academia, civil society and the private sector have all come to the conclusion that computers, the Internet, and hand-held wireless devices are driving today profound changes in the way pictures, voice, and information are being created, transmitted, accessed and stored. But they also conclude that learning computer and media technologies are not enough if nations, institutions and individuals are to reap the full benefits of the global knowledge societies. Computer literacy can empower people in all walks of life to seek, evaluate, use and create information effectively to achieve their personal, social, occupational and educational goals”. In the digital age, what computer literacy means is that understanding technologies is not enough. What everyone must also do is learn how to utilize those incredibly diverse and powerful technologies efficiently and effectively to search for, retrieve, organize, analyse, evaluate information and then use it for specific decision-making and problem-solving ends.The intervention of computer literacy/skills training programme for FUTURE GENERATE is an indication of its response and commitment to globalization and modernisation.Work Programme By Future GEnerate(A) Awareness programs of health, hygiene, environment, education, cultural level etc. are done every year in rural areas.(B) In the year of 2013, the children of Balbadi, dance class, aerobics class started in Shahdara, Delhi. (C) In the year 2014, under the Pradhan Mantri Skila Vikas Yojana, 60 students made mobile training courses and arranged 2 hours of school education for 215 children.(D) In the year 2015, the computer training centre for children in Pul Prahladpur near Badarpur started. (E) In the year 2016, the grant of Established three smart classes in TSSD public school in village pakabara, Moradabad, through the grant of the Social Responsibility Fund of ONGC Company. (F) Establishment of a Vidyalaya for the economically weaker sections of the class upto the eighth in the name of the institution Future Generate School, in the village Nagla Beech.(G) In the current year, we are providing computer education to the students by getting the recognition of BCC and CCC course by the Ministry of Electronic.(H) Presently  the grant by ONGC (CSR) Established in SNSR Kanya Inter College to providing Computer Skills Training and English Speaking Course to all the girls in Inter College.",
  "yearOfEstablishment": "2012"
}