{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10521",
  "name": "KARMA FOUNDATION",
  "primaryEmail": "report@karmafoundation.ngo",
  "website": "www.karmafoundation.ngo",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918390944337"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "A2/22 Elite Gardens, S.No. 166A",
      "Near Wireless Colony, Aundh",
      "Pune",
      "Maharashtra",
      "411007"
    ]
  },
  "briefDescription": "Karma foundation is an animal NGO established in January, 2018 & based in Pune.We undertake the following activities:-  Animal Rescue:- There are so many animals day in & day out that are subjected to cruelty, road rage and medical concerns. Karma Foundation works towards helping such animals either on site or by admitting them into our facility. Animal Birth Control (ABC):-Karma foundation truly believes that the best way to reduce animal – human conflict & animal – animal conflict is birth control. We conduct ABC surgeries regularly at our facility & keep the animal for Post-Operative care until they are fit to be release back where they were picked up from. Animal Adoption:- Our team of Adoption volunteers work day in & day out finding good homes for the stray & abandoned animals. Every adoption happens after a strict screening & house visit by our approved volunteers.  YODHA (Cattery):- We have a special ward for the specially- abled stray cats who have been rescued, treated and taken care of by people. Such cats have been victims of cruelty, accidents, negligence etc. Such cats cannot be released back on the road due to their medical condition. We take in such cats who will be permanent residents at our cattery named YODHA where they will be provided special care as per their needs. We currently have cats who are blind, old, paralyzed, brain damaged and paraplegic. All the cats residing at YODHA are vaccinated and sterilized. Since the cats admitted are specially abled, we need to provide them with intellectually stimulating activities which include interactive toys along with continuous medical aid which will help their condition improve.  ANTI RABIES DRIVE:-  We conduct an anti-rabies drive (ARV DRIVE) in different areas of the city. This drive is conducted yearly to keep a check on the population of dogs as well as keep the number of rabies positive cases among stray dogs in check. We started with a small capacity of 25 animals and at present we has a capacity of 150+ Animals, most of which are Cats & Dogs who have been subjected to cruelty, have met with accidents or have developed natural ailments like cancer, Tumors etc.. We have an In house Operation Theater, Quarantine Ward, OPD (Out Patient department) & Rabies Ward where we can all sorts of sick animals in the best possible way.Please visit www.karmafoundation.ngo to see the work we do & know about the pain & trauma that the voiceless animals have to endure.",
  "yearOfEstablishment": "2018"
}