{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10560",
  "name": "SALAAM BHARAT",
  "primaryEmail": "lopsact@gmail.com",
  "website": "http://www.salaambharat.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918826397700"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "A-1/29",
      "Sewak Park",
      "Dwarka Mod, Uttam Nagar",
      "West Delhi",
      "Delhi",
      "110059"
    ]
  },
  "briefDescription": "Salaam Bharat is Social Organization registered under the Indian Trusts Act, 1882.Salaam Bharat is a tribute to the nation expressing the faith of unprivileged who wish to bring an end to their sufferings. It aims at reformation of the society where inequality, suffering and customs are shunned and laws of humanity and fraternity are adopted for sustainable development of all.It is a non-profit NGO working pan India fostering to bridge the gap between the haves and the have nots of the society. It neither embodies our belief that patriotism is neither an asset of the resourceful nor exists in exclusivity; its motto is always noble and lies above materialistic barriers. We are a believer of the cult of dreamers who dare to aspire and know how to fabricate their plans into reality. Although our country is scaling to new heights of globalization but nevertheless the conspicuous void between the unprivileged and the people enjoying the surplus hasn’t witnessed any contraction. In addition to the government’s initiatives several NGO’s and other organizations have taken up to answering to the cries of the society in the past. Much fruitful results have come out of their strenuous efforts but owing to the never ceasing demand of our country the supply is not ample to meet the ends. Consequently we felt that now it’s our turn to take the driver’s seat and contribute to the cause of Social Upliftment or Social Re-engineering as we term it.It is not constraint to occupying a portion of digitized text but a movement of few ordinary visionaries with loft ideals and aspirations who are ever ready to nurture their cause with concrete steps.",
  "yearOfEstablishment": "2010",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "B-547, Sarita Vihar",
      "Delhi",
      "South Delhi",
      "110019"
    ]
  }
}