{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1060",
  "name": "Centre for Development",
  "primaryEmail": "cendev@rediffmail.com",
  "website": "http://www.cendev.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "916512290023",
    "919431929367",
    "918002664772"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "Gayatri Sadan,  Tapudana",
      "P.O. Hatia",
      "Ranchi",
      "Jharkhand",
      "834003"
    ]
  },
  "briefDescription": "Combating issues of poverty, mal nutrition, low agriculture productivity, lack of irrigation, migration, child labour, human trafficking, HIV/AIDS, gender inequality, disability, deterioration in tradition and culture,  education etc, we started interventions in Ranchi, Gumla, Murhu, Manjgaon, Tamar and Hazaribag through groups of women and farmers, their capacity building and mobilization of govt. through MGNERGA, village planning, regeneration of traditional water harvesting system, improved agriculture, skill training, bridge courses for cattle grazers, community based rehabilitation of disable children, horticulture promotion, producers company formation etc.It is a social, non-political and non-profit making, established on 2nd October 1998 by the experienced and professional youths who were working in NGOs on 2nd October 1998. And, it was registered under Indian Trust Registration Act 1882 on 11th of July 2000 and they voluntarily felt that they should intervene for the Poorest of poor and utilize their vast exposures and experiences for their native blocks. Our achievements by 2016:1.\tLivelihood promotion ensuring food from 3 months to 6 months from agricultural promoting tradition water regeneration harvesting system2.\tSkill development and livelihood to 230 school dropouts and their employability with ensured income from INR 5000 to INR 11000 in nursing assistant, electrician, two wheeler mechanic etc3.\tRehabilitation of disable children (56) and promoting them for higher education 10+",
  "yearOfEstablishment": "2000"
}