{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1062",
  "name": "Action for Autism",
  "primaryEmail": "actionforautism@gmail.com",
  "website": "www.autism-india.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "911140540994",
    "911165347422",
    "911140540991",
    "911165347422"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "Sector 7 & 8 Jasola Vihar",
      "New Delhi",
      "Delhi",
      "110025"
    ]
  },
  "briefDescription": "AFA is a non-profit organization that pioneered the autism movement in South Asia. In the 1980’s autism was virtually unheard of in India, a diagnosis of autism was rare, and there was little information available. The majority of children with autism received a diagnosis of mental retardation, ‘mental subnormality’ or any number of other labels. Neither parents nor schools understood that these children were in fact autistic, and that children with autism respond best to specific intervention techniques. Schools and parents alike were helpless to provide adequate services to their children with autism. In 1991, AFA began as a parent support group, with a focus on raising awareness about autism in India through smaller-scale project. In 1994 AFA began providing counselling services, specialised education and training for parents and professionals. March 1994 saw the start of ‘Open Door,’ the first specialised school for children with autism in South Asia. With the overwhelming response to these initiatives, the decision was taken to formally register Action for Autism in 1994. Recognising the lack of trained professionals to teach children with autism and to cater to the increasing demand for its services, AFA initiated  Teacher Training Programmes.Working within the framework of a rights based approach, AFA gradually extended its activities to include parent empowerment and advocacy activities to promote legislative action to guarantee services and rights of persons with autism. AFA strongly advocated for and was instrumental in the inclusion of autism in the National Trust Act in 1999, and Persons with Disabilities Act in 2016.Having pioneered the autism movement in India, AFA has succeeded in firmly placing autism on the disability map of India.",
  "yearOfEstablishment": "1994"
}