{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10641",
  "name": "Hyderabad Karnataka Disabled Welfare Society",
  "primaryEmail": "hkdws11@gmail.com",
  "website": "http://www.ambubaischoolforblindgirls.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Support"
  ],
  "telephone": [
    "919535393900"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No. 4-282,",
      "Maktampura",
      "Gulbarga",
      "Kalaburagi (Gulbarga)",
      "Karnataka",
      "585101"
    ]
  },
  "briefDescription": "HKDWS is a combined short form of Hyderabad Karnataka Disabled Welfare Society. It has jurisdiction over six districts consisting of Gulbarga, Yadgir, Bidar, Raichur, Bellary and Koppal. The social, educational and economic condition of the Disabled People is extremely worst. The Society which started with only a few people within a short span has grown up to a large extent, many people who are interested in the welfare and upliftment of the Disabled are joining our organization.VISION---The Hyderabad Karnataka Disabled Welfare Society believes that: \"All people with disabilities can live with self-respect and dignity\". Better facilities of education and training shall become available at the village level. No Disabled person shall strive for employment, food clothing and shelter. Their human rights shall be protected and good quality of life shall be ensured.MISSION---Our task is to achieve set goals by providing appropriate education, rehabilitation, intervention, training and advocacy which will lead to awareness, empowerment & employment of people with disabilities with the help & support of trained staff & caregivers and to take measures of prevention, cure and improvement of disabling conditions with the cooperation of families, communities and beneficiaries.AIMS AND OBJECTIVES---a) To provide education and training to blind and handicapped boys and girls, Make arrangements for Rehabilitation and efforts are made to make available the facilities provided by the govt. to these blind and handicapped children.b) To establish Braille press, library and cassette library for the blindc) To arrange for the treatment to those, whose eyes and limbs are worth for treatment and also to provide guidance in this field.d) To arrange seminars and workshops on the problems of the blind, physically disabled, speech and hearing impaired, mentally retorted.e) To arrange special surveys on the blind and disabled persons and try to solve their problems with the help of Government and the society.f) To establish them in self employment by giving training in cottage industries.g) To undertake all those tasks which may be related with the development.the focus is on empowerment of blind women. so the Society has started Smt. Ambubai residential School for blind girls. now 75 blind girls are studying in this School. we request you to support us by your generous donation. www.ambubaischoolforblindgirls.org",
  "yearOfEstablishment": "1990"
}