{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1072",
  "name": "Marathwada Navnirman Lokayat (MANAVLOK)",
  "primaryEmail": "admin@manavlok.org",
  "website": "www.manavlok.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "912446248888",
    "912446247217",
    "919823030005"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Dhadpad, Post Box Number 23, Ring Road Ambajogai",
      "Ambajogai",
      "Beed",
      "Maharashtra",
      "431517"
    ]
  },
  "briefDescription": "MANAVLOK is a Voluntary organization for socio-economic up liftment of the rural-poor. Several experiments in rural development have been launched for the Last 35 years. MANAVLOK aims to solve the socio-economic problems of the community and to provide a better life to them. Ongoing activities of the organization are  Community based Monitoring programs of NRHM, Watershed development programme, Krushak Panchayat, Project ‘Navnirman’, Know your customer Programme, Manaswini Mahila Prakalp (Women empowerment providing Shelter Home, Free Legal aid center, training center),  Domestic Violence and Gender Sensitization, Jansahayog,  Social Work College, SHG’s, sanitation, relief services for the victims of Natural Disaster, advocacy, monitoring and evaluation of Govt. programs.To overcome continuous drought situation Project “Navnirman” has been started.\"Drought Relief Program\" has been undertaken by \"River Rejuvenation Project\" in Holna river and its tributaries. 14000 tree saplings have been planted across diffferent villages. \"Community Kitchen\" have started in 11 villages coming under drought prone area. 255 farmers from 42 villages are provided with drips and sprinkler on free loan basis through Manavlok Organization.  Manavlok helped 986 families from 45 villages in purchasing new LPG connection. Through \"Krushak Panchayat\" Manavlok supplies poor farmers with seeds and fertilizers at basic rates. Toys were distributed among 22 Z.P. Schools from Ambajogai  and Kaij Block with the support of “Toy Bank” Mumbai. “Jansahayog” is a branch of Manavlok working for the benefit of downtrodden by exploiting government schemes. Manavlok organizes a Mass Marriage event anually. We are permitted and authorized by government of Maharashtra to run schools.",
  "yearOfEstablishment": "1982"
}