{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1077",
  "name": "Nava Jeevan Trust",
  "primaryEmail": "njtpages@yahoo.com",
  "website": "www.navajeevantrust.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "914622572563",
    "919488064042"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "48-B/10  Ambai Road",
      "Veeramanickapuram",
      "Tirunelveli",
      "Tamil Nadu",
      "627005"
    ]
  },
  "briefDescription": "Nava Jeevan Trust [NJT] is a Non Governmental Voluntary Organization founded in 1985. A group of social activists working for a longtime in the field of social action felt the need for a structure to carryout various  conscientisation programmes for the development of rural poor  and hence this organization. NJT envisages a just society in which women, children and the marginalized have rights over their own lives. The primary reason for the situation lies in the accumulation of wealth by a group of people in power that controls all socio - economic and political arrangements. NJT believes that empowerment of women and children at different levels and sensitization of the civil society are important strategies to change this situation and more towards its cherished vision.Since its inception, NJT has been working for the liberation of the under privileged and deprived sections of the society through various sensitization programmes. NJT has augmented its  the strength and relevance by collaborating with the Departments of Sociology, Communication, Youth Welfare and National Service  Scheme [NSS] of the M. S. University, the National Child Labour Project of Govt. of India and the like minded NGOs in implementing the programme activities on protection of women's rights and child rights. NJT also works in close collaboration with the National Program for Common School System, Campaign Against Child Trafficking and Campaign on Protection of Women from Domestic Violence Act, 2005.",
  "yearOfEstablishment": "1985"
}