{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10790",
  "name": "Navinya Bahuddeshiya Sanstha  Kurukali",
  "primaryEmail": "mohangokhale.1819@gmail.com",
  "organisationType": [
    "Support"
  ],
  "telephone": [
    "0918551005347"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Kurukali (Hambirao Patil Nagar ) Tel Kagal",
      "Kagal",
      "Kolhapur",
      "Maharashtra",
      "416235"
    ]
  },
  "briefDescription": "Navinya Welfare And Charitable orgnization, kolhapur Established in 21st june 2016 , (Registered under Maharashtra Govemment) is a welfare and charitable organization active in rural areas of tahshil in kolhapur district.It is keen to contribute towards development of Maharashtra by achieving development of common mass in rural areas by providing sustainable solutions relating to environmental sopport for locals, Medical Support, Educational support, Supporting local arts & Sports and social welfare in rural areas.Navinya Welfare And Charitable orgnization, kolhapur keeps the concept of \"Navinya\" in mind and thus constantly think about progress and development of Maharashtra state.Navinya Welfare and Charitable organization works under for the scholars who ensure that the Charity's role as a trustee is always fulfilled. Knowing that we are all ultimately accountable to the Almighty, the charity strives to maintain transparency and accountability. Current Appeal - We are sponsoring unintemupted quality e leaning solutions for the rural schools to uplift students from rural areas and as an aid to support teachers who are doing great job of teaching students in rural areas. This includes quality e-learning solution kits with complete syllabus supported by uninterrupted electricity generated to run e leaming through renewable energy sources like solar as electricity rises in rural areas should not impact e learning.Currently we are targeting some business Schools and actively looking for donations for this purpose. Navinya needs your donations to active this purpose. We sincerely request you to donate and help us in uplifting rural schooling.",
  "yearOfEstablishment": "2016"
}