{
  "contacts": [
    {
      "name": "Tushar Sud",
      "email": "tushar.sud@swadesfoundation.org",
      "designation": "Director, Fundraising",
      "mobile": [
        "91-22-61093711",
        "91-9833016033"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=10949",
  "name": "SWADES FOUNDATION",
  "primaryEmail": "fr@swadesfoundation.org",
  "website": "https://swadesfoundation.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "912261093730"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "3rd Floor, Nishuvi,75, Dr. Annie Besant Road, Worli,",
      "Opposite Sunville Banquets (Worli)",
      "Mumbai",
      "Maharashtra",
      "400018"
    ]
  },
  "briefDescription": "Founded by Ronnie & Zarina Screwvala, Swades Foundation operates with a single-minded focus of empowering 1 million Rural Indians every 5-6 years. We are bringing together best global practices, corporate thinking and accountability, highest standards of corporate governance to create a model of sustainable development, which is an industry benchmark and replicable at scale.Our USP is a 360° intervention inside-out model of development, with a multiplier effect. Our holistic approach covers all aspects of individual and community development through 4 key verticals – Health & Nutrition, Education, Water & Sanitation and Economic Development. Our strength is our 1,300+ strong team comprising 1000+ community volunteers and 300+ full time staff (FTE specialists & professionals); 90% FTE work at the grassroots, making us a strong execution foundation.We currently execute ~35 programmes in our geography (~2,300 hamlets in 7 blocks of Raigad district, Maharashtra) and work with partners including Tata Trusts, Reckitt Benckiser, Mahindra & Mahindra, HSBC, Deutsche Bank, UTI, Great Eastern Shipping, HDFC Bank, Australian Consulate, Red Cross, Rotary, Laxmi Charitable Trust, The Teacher Foundation, Room to Read to name a few. We are currently reaching out to over 500,000 people through these 7 blocks in Raigad district, Maharashtra.",
  "yearOfEstablishment": "2015"
}