{
  "contacts": [
    {
      "name": "Prasanna Mishra",
      "email": "rrokjr@sify.com",
      "designation": "Secretary",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1106",
  "name": "Rural Reconstruction Organisation",
  "primaryEmail": "rrosocial@rediffmail.com",
  "website": "http://www.rrosocial.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "916731220087",
    "919437129824"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "At & Po - Tukuna  Via - Salapada",
      "salapada by pass Road",
      "Keonjhar",
      "Kendujhar",
      "Odisha",
      "758020"
    ]
  },
  "briefDescription": "Rural Reconstruction Organisation (RRO) was founded in the year 1992 in a tribal pocket of a remote dist. Keonjhar of Odisha  and registered under Societies Registration Act of XXI 1860 & FCR Act. Of 1976, Under Ministry of Home Affairs, Govt. of India & registered under Income Tax Exemption Act. Of 12A. and 80G and member of different National and International Bodies/ Net-Works.Our Role. The role of RRO is facilitator for the cause of people’s initiative and sustainable development.Focused Area of Intervention:- 1.Facilitation of Women’s Empowerment i.e. Gender equity, Participation Governance, Creation of Alternative Sustainable Source of Income through IGP . 2.Ensuring Primary education to dropouts/Never enrolled , Early childhood care & edu. 3.Facilitation of Echo-friendly Activities . 4.Climate Change and adoption measures .Our Work Experience With the Govt/ Agencies . World Bank ,New Delhi ,Action Aid ,Bhubaneswar. UNDP /OSDMA,Ministry of Forest and Envt. Govt.of India ,Ministry of HRD ,Govt.of India ,Ministry of Youth & Sports ,Govt.of India, Ministry of Culture ,Govt.of India, Centre for Peoples Forestry ,Hydrabad .Concern World Wide ,Bhuaneswar. NABARD ,Bhubaneswar. Dept.of Legal Metrology, Keonjhar,MI Division ,Keonbjhar. Deptt. of Food and Civil Supply.Our Recognisation. We are as winner of IDM-04 Project on Rain Water harvesting and Net-Working of Water of bodies. From World Bank   India New  Delhi on 21st.june 2004 2.We are Dist. Level Outstanding Youth Club Award in the year 2007-08From NYS  Keonjhar under Ministry of Youth Affairs for our intervention on Youth for their Village Development .3.Mr.P.K.Misha Secretary RRO receiving PRAKUTRIMITRA AWARD from Mr.Nabin Pattanaik Chief Minister of Odisha On 5th June 2010 WORLD ENVIRONMENT DAY Excellency work to our Forest. and Environment .4In the Yr.2012 Certificate of Recognisation from INSTITUTE OF  ECONOMIC AND  CULTURAL GEOGRAPHY AT LEIBNIZ UNIVERSITY HANNVOUR ( GERMANY ) As a potential Partner of the Research Project” India’s Right to Information Act-2005.” 5.  We are the Award winner of Project of the Year –NGO category PMI India ,Bangalore 10th.Sept.2015 Best  Project of the year on  Innovation Project on Maternal and New-born Child 4.we are regional winner on Education AmeriCares Foundation Mumbai On 14th.Sept.2017",
  "yearOfEstablishment": "1992"
}