{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1108",
  "name": "Samajik Yuva Sangthan Sansthan",
  "primaryEmail": "ramdayal_84@yahoo.com",
  "website": "www.samajikyuva.org",
  "organisationType": [
    "Advocacy & Campaigning"
  ],
  "telephone": [
    "911429222877",
    "919928181808"
  ],
  "mainAddrress": {
    "state": "Rajasthan",
    "address": [
      "OPPOSITE BOOCHRA HOSPITAL",
      "BASSI",
      "Jaipur",
      "Rajasthan",
      "303301"
    ]
  },
  "briefDescription": "INTRODUCTION OF ORGANIZATIONIn the progress of development of nation there has been greater transformation in the social structure of the society .Globalization has added greater dimension with interaction with various cultures with benefits on hand contributed to vices on the hand like rising social evils, deterioration of moral values, corruption, political criminalization, health problems, discrimination on basis of sex, caste, creed, areas etc.Youth has always been epicenter for the development of any society and Nation. Our  History is  evident of various instances where youth with undeterred determination, dedication and has who fought for secular democratic and revolutionary ideology in their time which is of social relevance even now, contributing towards Nation’s Development.  In the similar fashion today’s youth can be highly innovative and reformative while addressing above mention social issues & problem.With this vision in we have formed Samajik Yuva Sangathan (Social Youth Forum ) in year June 2003 which was formally got registered on 31 March 2005 under Rajasthan Society Registration Act 1958 as “Samajik Yuva Sangathan Sansthan”. With the stated purpose of uniting the youth of Bassi to fight all social menaces and atrocities such as superstition, communalism, casteism, regionalism, religious fundamentalism, etc. Our youth  group is working under the guidance of socially distinguish, renowned elderly people and subject experts for addressing issues related to Youth, Women, Backward & rural Sections .“Samajik Yuva Sangathan Sansthan”Objectives:-  Our organization strives to work for various social, health , educational , economic and democratic  issues  like  superstition, communalism, casteism, regionalism, religious fundamentalism, gender  discrimination , illiteracy, unemployment etc. we believe in the motto “ Health is Wealth” so we have been addressing issues related to T.B. , Hepatitis – B, Polio, HIC/ Aids etc. Our organization is working from past three years to develop understanding, awareness and capacity building of rural people of Bassi Tehsil Our Programmes:-  Youth development & Capacity Building   Programme  Personality Development Programme  Training Programme  HIV/ AIDS Awareness Programme  Health Awareness Programme Women & Child Development Programme  Road Safety Programme  Water Conservation & Sanitation Programme Environment Preservation and Development    Programme Educational Development Programme Career Counseling Programme Charitable Programme",
  "yearOfEstablishment": "2005"
}