{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1140",
  "name": "Vatsalya Society",
  "primaryEmail": "hitesh@vatsalya.org",
  "website": "www.vatsalya.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary"
  ],
  "telephone": [
    "911412701794",
    "911412701794",
    "911412701794"
  ],
  "mainAddrress": {
    "state": "Rajasthan",
    "address": [
      "C-146 Mangal Marg",
      "Bapu Nagar",
      "Jaipur",
      "Rajasthan",
      "302015"
    ]
  },
  "briefDescription": "There were millions of Street Children in India facing exploitation and abuse, dying on the streets due to starvation and disease, getting killed every day because of sheer lack of sensitivity on part of the society.  How could a few individuals with only some dreams and desire bring a change? But, if the dreams are powerful and desires are strong, the rest comes by. Its founder Jaimala  (https://www.youtube.com/watch?v=9sZApxZ_4CA) decided to give shape of her dreams of changing lives of a few street children and other disadvantaged children by registering the organization namely Vatsalya under Society Registration Act 1958 of Rajasthan in 1995. Here the idea was conceived by her of an abode, exclusively for these kids where they could feel belonged, cared and wanted. As the name indicates, the whole concept of the organization revolves around it. Vatsalya is a Sanskrit word meaning, a motherly tender and caring love for child and she believes that it exists everywhere.  She has transformed thousands of lives by her dedicated effort and leading the team of Vatsalya upfront. Vatsalya has become great place of local action by global community and nicely balanced with protecting children by nature friendly interventions. The school had 129 children in the 2015-16 and enrolment of 176 children was done in 2016-17 sessions, but 127 could continue in this year.  Since vocational training of 14+ children is an integral part of our education, we also need to have a trainer per 20 children which is a major challenge for us as it significantly increases the per child cost. Our skilled training and economic empowerment program for women has impacted lives of 446 women directly. Total youth trained under various skilled training program since 2009 is 6569 till March 2016. Currently we are training women in Kantha, stiching, tailoring, block printing and organic farming. The solar technician training is Vatsalya flagship skilled training program to create echo system in the environment sector. The Vatsalya has seen almost five hundred thousand patients free of cost from its clinic and health camps. Our organization has identified and linked more than 60 HIV/AIDS patients so far with government.Not for profit sector organisations are registered as the charitable organisation in India. Typically known as NGO or NPO, and comes under unorganised sector. But now government of India through act has covered these organisations under EPFO since April 2015. Vatsalya as the transparent and law abiding organisation is covering its employees under Provident Fund and ESIC.",
  "yearOfEstablishment": "1995",
  "regiseredAddrress": {
    "state": "Rajasthan",
    "address": [
      "23, Arvind Park",
      "Near Central School 1, Tonk Road",
      "Jaipur",
      "Rajasthan",
      "302015"
    ]
  }
}