{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1148",
  "name": "Ghoghardiha Prakhand Swarajya Vikas Sangh",
  "primaryEmail": "gpsvsjp@gmail.com",
  "website": "www.gpsvs.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "916126420495",
    "916126420495"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "At & P.O.-Jagatpur,",
      "Via- Ghoghardiha",
      "Madhubani",
      "Bihar",
      "847402"
    ]
  },
  "briefDescription": "GPSVS has been inspired by the philosophy of Gandhi ji, Vinoba and Jayprakash Narayan. The values of total revolution are at the ethos of the organization. The organization believes in the society in which moral revolution constitutes a significant part. The organization has vision of Gram Swarajya (Village Sovereignty) based on the Gandhian Principle of Equity, Justice, tolerance and Ahimsa (Non -Violence). GPSVS mission is to develop people's conscience to live in harmony with nature and high moral values, tolerance to all faiths, compassion and non-exploitation of the fellow beings and achieve dignity, self-reliance, equity and above all people's sovereignty. GPSVS is a unique initiative of civil society in one of the most backward, ecologically fragile regions of the world, striving to protect and promote the interests of both local residents and nature in a setting fraught with perils of development, disasters and climate change. GPSVS has constantly evolved appropriate mechanisms to address challenges, and the current monitoring process includes an inherent focus of overcoming current challenges faced in the floods affected emergent contextual challenges such as that of disasters, climate change and health care for the downtrodden communities. GPSVS has been working among 1.15 lakh populations for strengthening women/s group & other CBOs, Agriculture & rural livelihood promotion, Community based DRR, Integrated Water resource management & WASH including community Health & promoting traditional health cultures in 40 GP (Gram Panchayats) of Madhubani district, Bihar with the active involvement of core & field staff, Vaidyas (Traditional Healers), local CBOs, NGOs and representatives of target groups.",
  "yearOfEstablishment": "1978",
  "regiseredAddrress": {
    "state": "Bihar",
    "address": [
      "At & P.O.-Jagatpur",
      "Via- Ghoghardiha",
      "Dist. Madhubani",
      "Madhubani",
      "Bihar",
      "847402"
    ]
  }
}