{
  "contacts": [
    {
      "name": "Charles M.S.W, M.A.B.Ed.",
      "email": "pco@ahmngo.org",
      "designation": "Treasurer",
      "mobile": [
        "91-44-27236074",
        "91-9443596715"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1160",
  "name": "Action of Human Movement (AHM)",
  "primaryEmail": "ahmsociety_kkm@rediffmail.com",
  "website": "http://www.ahmngo.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Network",
    "Support"
  ],
  "telephone": [
    "914427236074",
    "919443596715"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "3/13, Madha Koil St, Kammalam",
      "Poondi Po, Uthiramerur Tk",
      "Kancheepuram",
      "Tamil Nadu",
      "603406"
    ]
  },
  "briefDescription": "The Action of Human Movement (AHM) is a registered non political secular organization and established on 04.10.2004 with like minded social work professionals and youths. This organization is working for the deprived sections of rural youths, Women, Children and BPL (Below Poverty Line) community in India.AHM NGO mainly working for the women SHG member's skill traning and social enterprise development, rural computer literacy program, carrier guidance and job placement training for the 10th and +2 students, evening study centre for tribal children development , community based rehabilitation, safe drinking and sanitation programs in rural Tamil Nadu. The founder Mr.C.Arockia Raj M.A.,D.Cer.Tech., DOA, M.Phill., is a social entrepreneur and social activist.He taught social education for the rural youths. He has ten years experience in the social development field.The AHM was started in 2004 with the help of St.Arulanandar community college students.The students gave the subscription for the smooth functioning of the AHM. Their thought, Vision and Mission about AHM is really appreciable.AHM NGO registered under societies act 27 of 1975 and registered on 04.10.2004.It is registered under 12AA and 80G of I.T.Act 1961. AHM NGO registered under FCRA Act 2010.",
  "yearOfEstablishment": "2004"
}