{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=121",
  "name": "MAYA (Movement for Alternatives and Youth Awareness)",
  "primaryEmail": "alex@mayaindia.org",
  "website": "www.mayaindia.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "918026594547",
    "919448283801",
    "918026493700"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "#25/1-4, 9th cross",
      "J.P.Nagar, 2nd Phase, Marenahallipalya",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560078"
    ]
  },
  "briefDescription": "MAYA (Movement for Alternatives and Youth Awareness) is a Karnataka-based non-governmental organization (NGO) with over 2 decades of rich experience in transforming the social space of the country through its initiatives. We have always believed in the ability of an individual to make lasting positive change in society and MAYA enables individuals to collectively solve their concerns. We have been working to create an empowered and equitable society that systemically addresses livelihood, education and now health.Past Projects/ Impact: The differentiating facet of MAYA’s working culture is that our past projects have evolved into successful independent entities impacting millions of lives. •\tMaya Organics (Social Enterprise(www.mayaorganic.com)•\tPrajayatna (NPO):(www.prajayatna.in)•\tLabournet (Social Enterprise):(www.labournet.in)We have learnt much from our past work on education and livelihood where one of our key take away has been that health is a crucial parameter in an individual’s life, affecting the ability of such vulnerable sections of society to escape poverty. This is a burning systemic issue which gave rise to the MAYA Health Project.About MAYAHealthThe whole premise of the MAYA Health Initiative is to drive preventive and promotive health practices in the rural and semi urban communities; by creating a new channel of dedicated, trained, technology enabled healthcare micro entrepreneurs who will act as the last mile connect between the healthcare ecosystem and the community in rural/semi-urban India.MAYA Health Mission: “To build a sustainable health ecosystem of caregivers who focus on providing preventive- promotional health care services and access to primary healthcare that is affordable to the community.”We are empowering local women into health networks enabled with technology to promote health ownership and education. We call these women Health Navigators (HNs). They are inherently a network of caregivers who are delivering quality healthcare to the doorsteps of people. They are creating an environment where communities can make informed health decisions and have access to affordable quality primary healthcare.Key Objectives:1.\tDevelop health knowledge of the individual and community to take control of their health, access health services and actively participate in building healthy environments.2.\tTo train and empower local Health Navigators to deliver high quality, affordable and easily accessible preventive healthcare services to the community. Thereby acting as a last mile connect to healthcare.3.\tDevelop a sustainable ecosystem and linkages to support Health Navigators and address health needs of the community.4.\tDevelop a model that can be sustainably scaled up using technology and create an impact on health in India.Why is this important: We strongly believe that “Without health there is no escape from poverty!”, and with our project we envision to support communities to move from a reactive mind-set to that of a proactive one towards health. This makes it possible for individual ownership of health becoming a reality. We are empowering women and mobilizing partnerships with organizations that can further support this initiative in order to reach 3 million people in the next 5 years. Each Health Navigator trained is a golden resource as a healthcare provider in her community and reaches out to over 2000 people. She acts as a last mile connect and provides linkages to critical health ecosystems in her community.Hence long term engagements on developing the model and scaling up the project could accelerate impact to larger groups of marginalized communities.",
  "yearOfEstablishment": "1991",
  "regiseredAddrress": {
    "state": "Karnataka",
    "address": [
      "#25/1-4, 9th cross, 19th A Main",
      "J.P.Nagar, 2nd Phase, Marenahallipalya",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560078",
      "AP_TelBill_21.PDF"
    ]
  }
}