{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1210",
  "name": "IZAD",
  "primaryEmail": "izadpatna@gmail.com",
  "website": "www.izadpatna.org.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "916122663311"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "Road No.13-C",
      "Rajendra NAgar",
      "Patna",
      "Bihar",
      "800016"
    ]
  },
  "briefDescription": "IZAD  an idea of social change. It is still embryonic because the idea sprouted on 22nd August, 2002 has just started taking shape. ‘IZAD” is derived from the Urdu word IZAD means ‘Invention’. It is not merely a word; it is a dream to put forth continuous efforts to lessen human pain and suffering and to foster development of weaker sections on sustained manner with sustainability. The founder of the organization has dedicated his/her golden 17 years in practicing and translating the theories into action. The Organization firmly believes that the essence of development is contained in the fact it is about human and the quality of their lives. It further feels that the issues of inequity can be corrected by addressing problems in the existing institution, relationship and Social OrganizationsVision: The Vision of IZAD is to develop itself as a unique and point of excellence by utilizing need based innovative methods to establish a just society where the people with particular thrust to the sis advantaged class will lead an honorable life.•\tEmpowerment of the people to fight for their rights.•\tTo run campaign against hunger, poverty, illiteracy, exploitation, gender discrimination, child labor•\tTo find ways and means to make education a fundamental right for children•\tTo educate, organize and empower the rural poor •\tto promote development as a liberating force aimed at justice, economic growth and self-reliance •\tAnd to enable disabled people to participate at every level in the society.MissionOur Mission statement is \"Transform development of people through participatory practice on sustained basis\" we focus on women and children. At present, our organization is undertaking various activities under following components women and child development programme, sustainable rural development programme, campaign on child labor, street children, environment, panchayti raj, women and child rights, campaign against women feticide,To educate, organize and empower the rural poor to promote development as a liberating force aimed a justice, economic growth and self-reliance and enable disabled people to participate at every level in the societyWe are raising fund through local contribution and member's support to give pace of development .in this connection several national and international donors are providing support. we need much financial support for other operations. We are communicating with various donors too.",
  "yearOfEstablishment": "2003"
}