{
  "contacts": [
    {
      "name": "Bijit Nandi",
      "email": "alokebhowmik_apd@rediffmail.com",
      "designation": "Accounts Manager",
      "mobile": [
        "91-3564-259050",
        "91-9434257983"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1255",
  "name": "Duars Alternative Medical Research Institute",
  "primaryEmail": "damri2007@rediffmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "913564259050",
    "917001707230"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Udayan Bitan, Suryanagar",
      "Alipurduar Court",
      "Alipurduar",
      "West Bengal",
      "736122"
    ]
  },
  "briefDescription": "A group of kind hearted educated youths of Alipurduar came together in leadership of Aloke Bhowmik to strengthen the social work to sensitize by the poverty, misery and difficulties of the area after facing a serious resistance in 1996. They formed a common platform to minimize the problems of the society and uplift of deprived people. The platform initiated work as a medical camp organizer to Health Awareness with free medicine distribution and carrying relief & rehabilitation work to served the poor and the marginalized section of population. The platform is namely Duars Alternative Medical Research Institute (DAMRI) is a grass root voluntary organization working for poor and disadvantages of the society of Alipurduar. Since then endeavor continues to help the poor people in a bigger way and sense. Though initial focus of the organization was Health Awareness but today organization evolved into a premier home grown development organization. Now organization is running Family Counseling Centre, Crèche Centre, Pre-primary education centre, Child labour School, HIV/AIDS prevention, Anti-Trafficking movement, Health Awareness/Check up camp, women empowerment, livelihood & vocational trainings and Ambulance Service. Continuous journey of past 19 years is an indication of its acceptability and social relevance, its ability to analyze and respond to vast changing socio-political realities.       Today DAMRI is a development support organization working for the development of poor, vulnerable and marginalized section. The day to day activities of DAMRI are being carried out by some sub-committees efficiently assisted by a core functional team of paid and voluntary workers.",
  "yearOfEstablishment": "1999"
}