{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1257",
  "name": "Janjagruti Vidyarthi Sangh",
  "primaryEmail": "janjagrutivs@gmail.com",
  "website": "www.janjagrutimumbai.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "918976431045"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Room no.106, Building No. 8A, First Floor",
      "RBT CHS, New Chikuwadi",
      "Mankhurd -West",
      "Mumbai",
      "Maharashtra",
      "400043",
      "AP_BankStat_1161.PDF"
    ]
  },
  "briefDescription": "We work with :*  Children (age grp 5-12): Anganwadi, Balwadis, Community Learning Center, Children's Library, Study Classes, Recreation, Rugby Coaching, Dance Class (All these activities are Free of Cost for children). *  Adolescent (agegrp 13-18): a) Special batch for Girls including English Speaking +Computers +Lifeskills Training, Vocational Training-Beautician/Tailoring classes.b) Training with School Teachers/Peer Educators: Promoting healthy lifestyle practices among adolescents, and preventing youth from falling victim to health risk practices. School programs designed to prevent use/abuse of tobacco, alcohol and other substances.c) Emotional Counselings with support of TISS. * Women Empowerment - Financial Empowerment through Vocational Training & Capacity Building-Beautician Classes, Tailoring Course, Trainings as per community need, Various competitions to develop internal skills/qualities like Nutritious food competition, Mahila Milan, Mehandi competitions, Designer Apparels making competition, Saree designing competition etc. *  Various Programs with Community Youth, Men's group like Sports, Trainings like Capacity Building as per community need, Life skills & carrier guidance, Spoken English Classes for working youths.",
  "yearOfEstablishment": "1997",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Room No. 106, Building no. 8A, RBT CHS ,",
      "New Chikuwadi, Mankhurd -west,",
      "Mumbai",
      "Maharashtra",
      "400043",
      "AP_BankStat_1161.PDF"
    ]
  }
}