{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1280",
  "name": "Swami Vivekananda Youth Movement",
  "primaryEmail": "svym@svym.org.in",
  "website": "http://www.svym.org",
  "organisationType": [
    "Direct Service",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "919900408284",
    "919686666312"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "Hanchipura Road, Saragur, HD Kote Taluk",
      "Mysore District",
      "Mysuru (Mysore)",
      "Karnataka",
      "571121"
    ]
  },
  "briefDescription": "Swami Vivekananda Youth movement is a registered, Non Government Development Organisation started in 1984 by a group of medicos from Mysore Medical College inspired by the teachings and national ideals of Swami Vivekananda. The organization is engaged in building a new civil society in India through its grassroots to policy-level action. It is working in the sectors of Health, Education, Community development services, Training, Research, Advocacy & Consultancy Services. It is engaged in building a new civil society in India through its grassroots to policy-level action in Health, Education and Community Development sectors. Acting as a key promoter-facilitator in the community's efforts towards self-reliance and empowerment, SVYM is developing local, innovative and cost-effective solutions to sustain community-driven progress. SVYM is also rooted to its values of Truth, Non-Violence, Renunciation and Service, which is reflected in its program design and delivery, transactions with its stakeholders, resource utilization, disclosures and openness to public scrutiny. Buying in support from the community, working in healthy partnership with the government and corporate sectors and sharing its experiences with like-minded organizations have been the hallmark of Swami Vivekananda Youth Movement.",
  "yearOfEstablishment": "1984",
  "regiseredAddrress": {
    "state": "Karnataka",
    "address": [
      "CA-2, KIADB Industrial Housing Area,",
      "Ring Road, Hebbal,",
      "Mysore",
      "Mysuru (Mysore)",
      "Karnataka",
      "570016"
    ]
  }
}