{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1303",
  "name": "Gramin Adiwasi Samaj Vikas Sansthan",
  "primaryEmail": "gasvs.sansar2@gmail.com",
  "website": "www.gasvs.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service"
  ],
  "telephone": [
    "917165221319",
    "919329212558"
  ],
  "mainAddrress": {
    "state": "Madhya Pradesh",
    "address": [
      "Belgaon Naka, A/P Jam Sawali, Sausar, Chhindwara District,  Madhya Pradesh – 480 106",
      "Po - Khairitaigaon,",
      "Sausar",
      "Chhindwara",
      "Madhya Pradesh",
      "480106"
    ]
  },
  "briefDescription": "GASVS is a community-based organization working in Sausar District of Chindwara.  It was startedby a team of young social activists in 1993 who joined together to form this organization for theconsciousness, empowerment and overall development of the disadvantaged sections of societyon the values of peace, justice and equity and pertains to the alleviation of human suffering,injustice and development of vulnerable people. We employ a rights-based, people-centric,grassroots and participatory methods to eliminate socio-economic inequality, promote health,nutrition and well-being to facilitate self-reliance, local self-governance, ensure natural resourcesand promote people’s advocacy. The organization has ongoing projects in Sausar in the field ofEducation, Disability and Mental Health. The organization has in the past partnered withorganizations like DFID, Caritas India through CBR Forum and SANCHAR Kolkata. GASVSthrough its initiatives is facilitating a block level mental health program with the support of HANSFoundation, New Delhi to supplement its ongoing Integrated Health Programs in Chhindwara area.The project addresses mental health for children, Adults (male & Female) and other issues andpromotes psychosocial health prevention and early diagnosis of mental disorders and address itthrough appropriate intervention. Through community outreach imparting understanding andworking on reduction of myths and misconceptions related to the project area.",
  "yearOfEstablishment": "1991",
  "regiseredAddrress": {
    "state": "Madhya Pradesh",
    "address": [
      "Vill - Gondivadhona",
      "Po - Khairitaigaon,",
      "Sausar",
      "Chhindwara",
      "Madhya Pradesh",
      "480106"
    ]
  }
}