{
  "contacts": [
    {
      "name": "Gopal Chandra Baidya",
      "email": "kotaliparads@yahoo.co.in",
      "designation": "Chief Executive Director",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1451",
  "name": "Kotalipara Develpopment Society",
  "primaryEmail": "kotaliparads@yahoo.co.in",
  "website": "www.kdsmfi.org",
  "telephone": [
    "913325240613",
    "913325421801",
    "913332965569",
    "919231569899"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "1689, Santanir, Arabinda Pally",
      "P.O. - Barasat,",
      "Kolkata",
      "North 24 Parganas",
      "West Bengal",
      "700124"
    ]
  },
  "briefDescription": "KDS   comes into being in the year 1980 when a Catastrophic floods ravaged different blocks in North 24-Pgs., District and few youths set their hands together to extend relief to the flood affected people in the area. We were  found  every where in the District 24-Pgs. Mobilizing funds and Materials, directing the volunteers of relief team who came forward to held us organizing relief and medical camps, advocating public action and providing their strong soldiers to help thousand of victims of one of the worst flood  to hit the West  Bengal. On the relief work was completed, planning seeds for what is known today as, “Kotalipara Development Society”. After that we were working in the field with the flower cultivation of Thakurnagar, the cultivation labour community who spent their lifetime as labour. There were hundreds of such people, all are unorganized and totally exploited. We tried to organize them into a strong social action group with and objective of their own financial position. We, along with some friends, started some activities in the society in 1989 at our residence Pioneer Park, Barasat. In their situation we totally plunged into our services, taking the message across people and initiating a movement within the community development through the small savings and credit program. Thus we formed a legal society and started social activities in the field of  micro-credit, primary health care service- (a) Health education,Child right (b) Eye clinic, and education through forming SHG with poor people especially women.",
  "yearOfEstablishment": "1991"
}