{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1573",
  "name": "Ahsaas Ek Prayas",
  "primaryEmail": "ahsaasekprayas@yahoo.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "919631609915",
    "916123221486"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "1st Floor, Above Rajdhani Dry Cleaner, Chandmari Road More",
      "Kankerbagh Main Road",
      "Patna",
      "Bihar",
      "800020"
    ]
  },
  "briefDescription": "Ahsaas Ek Prayas \"AEP\" is a registered under Sociery Registration Act. 21,1860 , non governmental, non profitable, non political, secular, self aided and social welfare society formed by a group of professionally-qualified social workers from different reputed institutions, educated locals, having real interest and the commitment to serve the people of different religions, languages and especially the locals who are in need. AEP is an organization of private individuals who believe in certain basic social principles and who structure their activities to bring about development to communities that they are servicing. AEP is committed to social justice, sustainable development and human rights. AEP is committed to the dissemination of information and promotion of sustainable development initiatives, in response to the needs of under represented and marginalized sectors of society. AEP has a long history of active involvement in the promotion of human welfare and well being. AEP is working in different areas like health, education, environment, rural development, poverty alleviation, adult & child labour education, women empowerment, micro finance, family planning, drug de addiction, rehabilitation etc. AEP is playing a pioneer role in the provision of welfare services for the vulnerable sections especially for women, children and the handicapped. We seek a society which celebrates diversity, where rights are secured, where citizenship is realized and human potential is fulfilled for all. AEP strives for lasting transformation in the lives of women, girls, and the most marginalized persons by fostering inclusion and collective action, enhancing community resilience and breaking systemic barriers. The vision of AEP is: \"The good of all mankind irrespective of caste, creed or religion for just a human society\".",
  "yearOfEstablishment": "2010",
  "regiseredAddrress": {
    "state": "Bihar",
    "address": [
      "At+PO- Daudpur",
      "Shahapur",
      "Patna",
      "Bihar",
      "801502"
    ]
  }
}