{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1578",
  "name": "Breakthrough Trust",
  "primaryEmail": "sohini@breakthrough.tv",
  "website": "www.inbreakthrough.tv",
  "organisationType": [
    "Advocacy & Campaigning",
    "Network",
    "Support"
  ],
  "telephone": [
    "911141666101",
    "911141666102",
    "911141666103"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "Plot No. 3, DDA, Zamroodpur Community Centre",
      "Kailash Colony",
      "New Delhi",
      "South Delhi",
      "Delhi",
      "110048"
    ]
  },
  "briefDescription": "Breakthrough, a human rights organisation, was founded in 1999, with a mission to make violence and discrimination against women and girls unacceptable. Our work is transformative; focused on changing the norms and culture that perpetuate inequity and violence. Breakthrough does this by building a critical mass of change agents worldwide — the Breakthrough Generation — whose bold collective action will deliver irreversible impact on the issue of our time. We create innovative, relevant multimedia campaigns, tools, and programmes that reach individuals and institutions where they are, inspiring and equipping them to build a world in which all people live with dignity, equality, and justice.Breakthrough works in more than 4000 villages across 15 districts in 5 states of India (UP, Haryana, Bihar, Jharkhand and Delhi), employing a multi-pronged approach to bringing about large scale norm change. Our programmes include:• Adolescent Empowerment: Adolescence is a stage when one’s views are still malleable, and yet there is enough maturity to comprehend issues and make decisions. We work with more than 3,50,000 adolescents (aged 11-18 years) in schools and in communities, to change their gender attitudes and behaviours, and to empower them to make their own life choices. In addition, we work with teachers, parents, panchayats, Anganwdi & ASHA workers and community members to ensure an ecosystem that supports young girls in reaching their full potential.A recent evaluation by J-PAL of our school based programme in Haryana (for classes 6-8) across more than 14,000 adolescents in 150 schools, concluded significant shifts in gender attitudes and behaviours of both boys and girls. Breakthrough is now seeking to scale up this programme to more than 1 million adolescents across 5 states over the next 4 years.• Women in the Workspace: Breakthrough reaches close to 10,000 women on factory floors to help them overcome the discrimination and violence they face at work and in their homes. Working to remove the stigma faced by working women, Breakthrough engages families, community members, peers and factory management in ensuring working women are supported and given equal opportunities.• Media campaigns to effect large scale attitude change: Breakthrough’s first project was Mann ke Manjeeré , an award-winning music album and video compilation that stirred unprecedented discussion across India about women’s rights and brought the problem of domestic violence to the fore. Since then, Breakthrough has built its award-winning campaigns around the notion that “human rights start with you” -- with individuals moved to bring the values of dignity, equality, and justice into their homes and personal spheres. Bell Bajao, our iconic campaign on domestic violence won the prestigious silver lion at Cannes and was adapted my several countries – Vietnam, China, Pakistan and Canada. Our campaigns have reached more than 400 million people globally and have created important dialogue on issues like domestic violence, sexual harassment, early marriage and gender biased sex selection.",
  "yearOfEstablishment": "1999",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "20/A, Palam Marg,",
      "Vasant Vihar,",
      "New Delhi",
      "Delhi",
      "110057"
    ]
  }
}