{
  "contacts": [
    {
      "name": "Ms. Puja Marwaha",
      "email": "cryinfo.rgho@crymail.org",
      "designation": "Chief Executive",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=158",
  "name": "CRY - Child Rights and You",
  "primaryEmail": "cryinfo.rgho@crymail.org",
  "website": "www.cry.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Grant-making",
    "Intermediary"
  ],
  "telephone": [
    "912223063647"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "189/A, Anand Estate",
      "Sane Guruji Marg",
      "Mumbai",
      "Mumbai Suburban",
      "Maharashtra",
      "400011"
    ]
  },
  "briefDescription": "CRY works to ensure children have proper health, nutrition, education and grow up in an environment that is safe and secure. Working with some of the most marginalized and vulnerable children, within their communities and their family structures - CRY aims to address the root causes of why children are kept away from their basic rights and finding solutions. By changing mindsets and activating services - CRY brings about a change that is permanent and ensures happier childhoods today and brighter futures.There are multiple influencers in a child's life. Parents, extended family, community members, peer groups, local governance structures, teachers, health workers etc. To therefore bring about a change in their situation, it is necessary to engage with all these stakeholders.Therefore, CRY's work includes working with families, community members, local governance and any other stakeholder who would directly or indirectly have an influence on the child's life. Currently CRY works across 108 intervention areas, impacting over 4 lakhs children between 0 - 18 years. The broad areas of CRY's work includes:1. Health and Nutrition - CRY works to ensure that children get access to proper healthcare and facilities. 2. Education - The project team not only works with children and their families to help them understand the crucial role education plays to break out of the circle of poverty but also works to activate schools and strengthen existing ones. 3. Protection - This is one of the other areas which CRY takes on across its programmatic areas and this work is centered around child labour, child marriage, trafficking and ensuring children are not exploited and vulnerable.4. Participation - CRY also works towards providing children with a platform where they can voice their concerns and issues and support each other. 5. Advocacy - CRY also works with networks which spread across states and works towards policy level changes through advocacy in various district, state and national level bodies.Overall through this work CRY has impacted nearly 2 million children and changed their lives for the better. CRY has worked with over 300 grass-root organizations across 23 states.",
  "yearOfEstablishment": "1979",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "189 A, Anand Estate",
      "Sane Guruji Marg",
      "Mumbai",
      "Maharashtra",
      "400011"
    ]
  }
}