{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1586",
  "name": "Madad Welfare society",
  "primaryEmail": "madadwelfare@gmail.com",
  "website": "www.madadwelfare.org.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919211617420",
    "919210165165"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "RZF-1/383, flat no.302,",
      "Second Floor, Street no.2, Mahavir Enclave",
      "New Delhi",
      "Delhi",
      "110045"
    ]
  },
  "briefDescription": "Madad Welfare Society (Regd.) is a national NGO with its headquartering Delhi. It came into being on July 14, 2006. Madad Welfare Society is registered with the Registrar of Societies, Delhi vide registration no. S-56113 under Registration of societies act, 1860.To share the pain of unheard, those who are spare goat of time, mobilize and harness the power of youth and women at large to combat inequalities.\tTo channelize the power of youth in a more productive manner.\tTo provide basic health facilities for the people below poverty line.\tTo bring about increase in education for those who are deprived of primary education.  \tTo involve and increase the participation of women and marginalized sections of society in development efforts.\tTo introduce youth with the rich heritage of India and bring about a change in the perception about our Country.\tTo stimulate the capacity of community based institutions of people.Madad welfare society is working in the heart of India -Delhi. In Dwarka, Palam, mangla puri, Sadh nager, Jamia Nagar, Area near Chattarpur, Ramesh Nagar, Janakpuri. GSHS also cover few parts of UP. MADAD works for the benefit of poor and backward communities. The target population includes child laborers, people below poverty line. An important target group is “Youth”, being an enormous source of energy; they shall work towards a national strength. Being a youth Ngo we are strongly focused towards this factor.",
  "yearOfEstablishment": "2006"
}