{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1592",
  "name": "Saraswati Sevabhavi Sanstha",
  "primaryEmail": "saraswati53@rediffmail.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "917588177369",
    "917588177368"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "No. 1, Saraswati Sevabhavi Sanstha, At.Bhatwadgaon",
      "Tq.& Post.Majalgaon",
      "Majalgaon",
      "Beed",
      "Maharashtra",
      "431131"
    ]
  },
  "briefDescription": "Saraswati Sevabhavi Sanstha is a Voluntary Organization registered under Indian Societies Registration Act of 1860 and Bombay Public Trust Act of 1950. It has been registered under Reneval Foreign Contribution Regulation Act 1976 and also got certification of 80G by Income Tax Department.Established in 1998, especially for socio-economic upliftment of rural deprived families from Beed district. A group of young and enthusiastic youths desired to bring positive change in livelihood of rural poor, formed the organization and started developmental activities in Majalgaon block of the district. The work of organization is now spread over Marathawada  regions of Maharashtra, especially Beed,Jalna, Aurangabad ,Parbhani and Latur districts and emerging as state level organization in last few years.Saraswati Sevabhavi Sanstha, Bhatwadgaon trusts in self-reliance and pertain efforts to facilitating the community for sustainable livelihood. It is committed to improved quality of life of the rural poor and with a broad vision of social justice and equality. It mainly engaged in  activities for women empowerment, agriculture for economic development, natural resource management for eco-restoration, sanitation and personal hygiene for good community health and human resource development for good governance and civic society. Participatory approach in decision making and decentralized rights to community is key principle of the organization. It believes that community participation with decentralized rights to poorest of poor leads to significant dynamics in rural life. It provides handholding support to community to upgrading their skills and capacities and offer opportunity for its application in different ongoing  programmes. SSSB has been implementing few major projects in the fields of watershed, agriculture and health with external financial support. In addition, it has also carried out a variety of activities and programmes for children, women, youth, farmers and other weaker sections of the rural population with the help of its own resources and also through mobilization of people in several villages. Now, the SSSB has presence of its works in more than 82 villages across 4 Talukas of Beed district. This has been made possible due to participation of and contributions from the beneficiary communities and efforts of the entire project team of the SSSB. Currently, the SSSB has 15 full-time staff; 23 part-time activists and 35 volunteers working. The organization acts as facilitating and co-ordinating agency and extends Government efforts effectively and efficiently for betterment of community.",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "At.Bhatwadgaon",
      "Tq.& Post.Majalgaon",
      "Majalgaon",
      "Beed",
      "Maharashtra",
      "431131"
    ]
  }
}