{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1625",
  "name": "Karunakare Foundation",
  "primaryEmail": "karunakare@canceraid.org",
  "website": "www.canceraid.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919825013414"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "B-705",
      "Ganesh Plaza,",
      "Navarangpura",
      "Ahmedabad",
      "Gujarat",
      "380009"
    ]
  },
  "briefDescription": "Karunakare Foundation is a registered NGO establish since 2004. It’s the only active NGO in Gujarat, focused on helping cancer patients and solving their related issues.Karunakare Foundation is a brain child of a cancer patient who are survived the disease and its harsh treatment. It supports cancer patients financially, emotionally ,socially and at both macro and micro levels. Our  team of dedicated volunteers believe in providing total support at all stages of the disease. We strongly believe in providing  love, hope and dignity to all cancer patient. Spreading cancer awareness to the thousands of Indians for fighting and eradicating cancer.(KKF works for the betterment of society and for the sole purpose of mankind )OUR MISSION:We are dedicated to providing total  support to the cancer patients and their loved ones, FREE OF COST. We believe, every patient is entitled to proper medication, nutritious food and freedom from constraints and are committed to take care of the mind and spirit, while the doctors treat the body.Living with cancer is difficult. (Though it is a life-threatening disease, it is not necessarily always fatal. Thousands of patients live with cancer just like chronic health problem such as high blood pressure or diabetes). However, due to the peculiar nature of the treatment of cancer, patients and their families need greater after care, guidance and emotional support at every stage of the disease and for living a good life thereafter.OUR VISION:To help all cancer patients, survivors and their families by encouraging them to make the best of each day during and after their treatment.WHY WE NEED YOUR SUPPORT:Cancer treatment is one of the most expensive disease treatment which requires repeated medications .(long term treatment)Donor and Corporate support is vital to our fundraising efforts to enhance cancer treatment and patient support programs for cancer patients. The generous support of donors and along with contributions from our corporate sponsors, we have the ability to provide assistance to cancer patients who experience financial difficulty as a result of their diagnosis through the Patient and Family Support Fund.",
  "yearOfEstablishment": "2004",
  "regiseredAddrress": {
    "state": "Gujarat",
    "address": [
      "502,",
      "Pushkar Appartment",
      "Bodakdev",
      "Ahmedabad",
      "Gujarat",
      "380054"
    ]
  }
}