{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=165",
  "name": "Credibility Alliance",
  "primaryEmail": "harish@credibilityalliance.org",
  "website": "http://www.credibilityalliance.org",
  "organisationType": [
    "Network"
  ],
  "telephone": [
    "911164722849"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "206, Kirti Shikhar Building, District Centre",
      "Janakpuri",
      "New Delhi",
      "West Delhi",
      "Delhi",
      "110058"
    ]
  },
  "briefDescription": "Credibility Alliance is a consortium of Voluntary Organisations committed towards enhancing Accountability and Transparency in the Voluntary Sector through good Governance. It is an initiative that emerged from within the sector and was registered in May 2004 as an independent, not-for-profit organisation after an extensive consultative process over a period of two years involving thousands of Voluntary Organisations all over India. As an initiative whose hallmark has been the participatory approach, Credibility Alliance has developed suitable norms through wide-ranging consultation with and participation of diverse organisations within the sector. These norms operate on the principle of self-regulation that respects the autonomy and seeks to preserve the spirit of innovation in the voluntary sector. Credibility Alliance has developed an Accreditation System based on the norms to strengthen and enhance the legitimacy and the credibility of individual organisations in the sector. Capacity building initiatives required to equip voluntary organisations to meet the norms are also promoted.As of January 2012, 237 VOs have been accredited, and about 135 VOs are in the process of getting accredited",
  "yearOfEstablishment": "2004",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "Credibility Alliance, B-32",
      "Tara Crescent, Qutab Institutional Area",
      "New Delhi",
      "Delhi",
      "110016",
      "AP_TelBill_65.PDF"
    ]
  }
}