{
  "contacts": [
    {
      "name": "Amit Kumar Tripathi",
      "email": "dehatvo@gmail.com",
      "designation": "Manager-Accounts & Admin.",
      "mobile": [
        "295699",
        "9415054079"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1650",
  "name": "Developmental Association for Human Advancement",
  "primaryEmail": "joinus@dehatindia.org",
  "website": "https://www.dehatindia.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "+919415054079",
    "+915252295699"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Sewakunj, Maseehabad Road via Kati Chauraha,",
      "Huzurpur Marg, Bahraich",
      "BAHRAICH",
      "Bahraich",
      "Uttar Pradesh",
      "271801"
    ]
  },
  "briefDescription": "DEHAT strives to improve lives of underprivileged children by working across areas of education, healthcare, advocacy, livelihood and empowerment. DEHAT works within rural villages of Bahraich,Shrawasti,Amethi and Sonbhadra(one of 100 most backward districts) of Uttar Pradesh (UP) in India.DEHAT's Vision is \"To build A child-centric society in which all the children enjoy their rights and lead fulfilling lives.” & Mission is “To educate, organize and empower the deprivedand under privileged sections of the society so as to ensure the basic rights of the children.”Till now DEHAT is impacted over 5 lac community members,85,000 adolescents and more than 1 lac children through it's direct and indirect initiatives.DEHAT's interventions are supported by:Institutional Donors-1)UNICEF2)IIMPACT3)CRY4)PATH International.5)Childline India Foundation.8)ERASE POVERTY,Hong-Kong9)GNK and PLAN India.10) JAPAN International Cooperation Agency.Corporate Donors:1)ACC Ltd.2)Sir Dorabji TATA Trust.3)Airtel Bharti's CENTUM Work Skills India Ltd.DEHAT's Awards and Recognition-1)The ‘Manjunath Shanmugam National Integrity Award-2009’ was given to “DEHAT” for it’s integrity, commitment and efforts against corruption by the Manjunath Shanmugam Trust ( An International Organization of  IIM Alumni) on  13th June, 2009 at IIM-Bengaluru. 2)INDIA NGO Award-DEHAT was awarded with India NGO Award-2010 in a function organized on 5 August, 2011 at India Habitat Center, New Delhi by The Resource Alliance in association with the Rockefeller Foundation.DEHAT was named NGO of the Year, from over 200 NGOs across the country that were considered for this prestigious award.India NGO Awards are the most coveted awards to honor NGOs adopting good standards and practices during implementation of their programmes. 3)On 11th March, 2012, Dr. Jitendra Chaturvedi-Founder and Chief Executive of DEHAT was  awarded with gold medal of “Social Bravery Award-2012” by Bollywood under the banner of “SONY Entertainment Network” in Mumbai for his commendable work towards humanity.4)The Dasra Girls Power Awards-2014 is given by  recognize impactful and innovative programs that work with adolescent girls in three distinct areas of interventions – Health, Education and Life Skills. 17 well reputed organizations in each category were shortlisted from entire country.DEHAT was honored as finalist for “Education” category and the citation was given by Ms. Kavita Ramdas-The Asia Chief of Ford Foundation. 5)Bahraich Ratna Award-2014-This award is given by Global School of Learning on behalf of the civil society of Bahraich district to Dr. Jitendra Chaturvedi-Chief Executive for DEHAT’s efforts towards changing the life of disadvantaged.",
  "yearOfEstablishment": "2000",
  "regiseredAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Villlage Amritpur Puraina, PO Madhwapur Koliahar",
      "Tahseel Nanpara, Bahraich",
      "Bahraich",
      "Uttar Pradesh",
      "271801"
    ]
  }
}