{
  "contacts": [
    {
      "name": "Swati Vempati",
      "email": "centrallead.frpd.nirmaan@gmail.com",
      "designation": "Lead, Fundraising and Program Design",
      "mobile": [
        "91-40-40033862"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1664",
  "name": "NIRMAAN ORGANIZATION",
  "primaryEmail": "centrallead.frpd.nirmaan@gmail.com",
  "website": "https://www.nirmaan.org/",
  "organisationType": [
    "Direct Service",
    "Intermediary",
    "Support"
  ],
  "telephone": [
    "919961871112"
  ],
  "mainAddrress": {
    "state": "Telangana",
    "address": [
      "Nirmaan Organization, 12/A, P S Nagar, Vijayanagar Colony",
      "Masab Tank",
      "Hyderabad",
      "Telangana",
      "500057"
    ]
  },
  "briefDescription": "Nirmaan Organization was established in 2005 by a group of BITS Pilani students passionate to support the nearby communities. In 2007, we were officially registered as a society and by 2010, transformed from a volunteer-led organization into a full fledged NGO. We believe that for India to truly develop, we need to remove the inequities and provide access to equal opportunities especially to underprivileged population, and hence we are focused on building a more inclusive society through education and livelihood programs, targeted towards children, youth and women. To ensure the sustainability of our projects, we follow the participatory community development approach to execute our 6 major programs - School Adoption Program, Scholarship and Mentoring Program, Vidya HelpLine, Youth Skill Development Program, Women Skill Development Program and Yuva Disha. We also work on few special projects - Farmer's project for organic and sustainable agriculture, Disruptive Digital intervention for supporting government schools with computer labs, and National Digital Literacy Mission. We strongly believe in the power of volunteering and undertaken various initiatives to further social leadership by students, employees and other groups.We work closely with local, district and state governments as well as private and public stakeholders to implement the programs.Till date, we have meaningfully impacted the lives of 5.5+ lakh people across 8 states of India, with the support of 150+ full time employees, 800+ strong volunteer network and 4 student chapters.",
  "yearOfEstablishment": "2007"
}