{
  "contacts": [
    {
      "name": "A Manorama",
      "email": "panchavati.society@rediffmail.com",
      "designation": "Vice-President",
      "mobile": [
        "91-40-65529885",
        "91-9032000845"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=168",
  "name": "Panchavati Rural Development Society (Panchavati)",
  "primaryEmail": "panchavati.ngo@gmail.com",
  "website": "www.panchavatisociety.org.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914065529885",
    "914065529885",
    "919296200845"
  ],
  "mainAddrress": {
    "state": "Telangana",
    "address": [
      "H.No. 1-7-215, Flat No.302 (2nd Floor), CREVIS RESIDENCY",
      "Adjacent to Renuka Yellamma Temple, Chaitanyapuri Road No.9, Kothapet,",
      "Hyderabad",
      "Telangana",
      "500060"
    ]
  },
  "briefDescription": "The society is working since inception on NEAC-Environment Awareness programmes under the support of Ministry of Environment&Forests,NewDelhi on different themes of Ministry \"Waste Management,Bio-diversity & Water Conservation Community Bio-Diversity; Climate change - Global warming and allied topics\"in Govt.&Private Schools engaging Rural/Urban Children & Teachers. Total 11000+ children from 34 Govt.High Schools/Zilla Parishad High schools were imparted on the above topics. Total children were benefited from 76 programmes from 34 schools in the mandals of Secunderabad in Hyderabad Dist.,Hayathnagar and Ghatkesar & Uppal Mandal in R.R.Dist.and Musunur,Nuzvid and Chatrai mandals in Krishna Dist.and Lingaplem mandal in West Godavari Dist.# Under Dharani Mahila Credit co-operative sangham (DMCCS)the society helped to rural SHG group members by Micro Finance activity & provided \"Have a Good Saree(pattuSaree) program\" with nominal price. # The society has identified the Need of the hour in community Project is as follows:# In spite of vital importance of literacy in terms of its benefits for individuals, communities and nations, a vast number of people remain illiterate.While progress has been made over the past 68 years towards achieving Universal Literacy, the poorest and most marginalized groups of Rural people have yet to be literate or reached. The aim of the Country is to bring Literacy to all.  The overall target of UNESCO in the Literacy Decade is \"EDUCATION for ALL (EFA) goal of increasing literacy rates by 50% by 2015\". Further,the technical expertise, knowledge and its services are not reached to the Rural children, Youth & Women.The reaching of I.C.T./I.T. wisdom is far dream of Rural children,Adolescent Girls and Youth and particularly to illiterate men and women.  Hence, the PRDS is committed for to provide Computer Education Literacy and Information Literacy.  Both skills are necessary to cultivate in emerging knowledge societies as well as to bridge the gap between Government and the Rural people. PRDS desired to provide the latest Information & Communication Technology (ICT) serve at their door step(Mobile e-education)to Reduce the Cost,Time and Energy for overall Empowerment & Development of Children, Youth & Women in the HAYATHNAGAR Mandal in Rangareddy District. #The society is seeking support from different like minded people to launch the project at an early period.i.e.(Mobile e-Literacy & Training for All)\".#The society is also working with 30+ Anganwadi centres and interacting with Teachers in Hayathnagar Mandal in R.R. Dist.to support Nutrition & Educational kits to 3-5 yrs. age children.",
  "yearOfEstablishment": "1994"
}