{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1717",
  "name": "Under The Mango Tree Society",
  "primaryEmail": "utmt.in@gmail.com",
  "website": "http://utmt.in/social-impact/",
  "organisationType": [
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "912249731965"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "A 301, 3rd Flr.,Tardeo AC Market Bldg.,",
      "Tardeo Road,",
      "Mumbai Central",
      "Mumbai",
      "Maharashtra",
      "400034"
    ]
  },
  "briefDescription": "Under The Mango Tree is a NGO, that promotes bee-keeping with the indigenous bee Apis Cerana Indica to increase agricultural productivity, enhance incomes and improve livelihoods. UTMT targets rural poverty in underdeveloped, tribal districts of Maharashtra, Gujarat and M.P. through Bees for Poverty Reduction strategy. This unique and innovative framework impacts small farmers through livelihood diversification with increased agricultural productivity due to low cost beekeeping. This increases employment and incomes for small and marginal farmers.Declining agricultural growth rates over the last two decades, in addition to a slower employment growth rate, necessitate an urgent need to diversify rural livelihoods and improve incomes of the rural poor. Given that the benefit of beekeeping is 40 times more than the value of honey and beeswax, the first National Commission on Agriculture (1976) in India had recommended beekeeping purely as an agricultural input and put forth a plan for apiculture until 2000. However, subsequent agricultural policy unfortunately did not give beekeeping the importance it deserves.Our Bees for Poverty Reduction (BPR) Programme concentrates on:• Increase in agricultural yields of small and marginal farmers by 40-50% through Bee-pollination.• Training at the village level over a 12 month period of hand holding and support so that the training incorporates local flora, seasonal management which is crucial for successful beekeeping.• Creating a cadre of local Master Trainers who will facilitate scaling up the model locally.• Creating long term, sustainable market linkages for the farmer for the honey and beeswax produced.Achievements: • Since 2009, 2500 farmers have benefited from BPR, primarily through increased agricultural yields. • A 2011 rapid impact survey conducted by UTMT in Gujarat found that A. Cerana beekeepers experienced 30% to 160% higher agricultural yields (depending on crop) compared to similar farmers without bee-boxes. • A small-scale study conducted by Dalberg Associates found that BPR beekeepers increased annual household savings, invested in assets, and spent more on health and education after training. • UTMT was among the top three emerging innovations in the Agriculture and Rural Innovations Category at the 2009 Sankalp awards, an all India competition organised by Intellecap and Rockefeller Foundation that recognises innovative work. • The following year, UTMT was highlighted as one of “25 Good Businesses” in the Outlook Business Independence Day Special Issue. • In 2011 UTMT was recognised as one of the top five “Social Innovations” in the CNBC TV 18 Samsung Innovation Quotient. • The BPR model was featured as a low cost external input for sustainable agriculture in the well known LEISA magazine’s March 2012 issue. The LEISA article highlighted UTMT’s research findings which demonstrated the critical link between bees and agricultural productivity. • UTMT’s work has also been profiled in several widely read Indian publications, including Economic Times, Indian Express, Hindustan Times and Express India.Did you know : 4 out of 5 foods we eat -oil seeds, pulses, fruits and vegetables- require a natural pollinator such as bees for reproduction.",
  "yearOfEstablishment": "2009",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "C/O A L Pastala, A-101, Jamuna Sagar,",
      "59/60 Shahid Bhagatshingh Road",
      "Colaba",
      "Mumbai",
      "Maharashtra",
      "400005"
    ]
  }
}