{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1737",
  "name": "Mehar Baba Trust",
  "primaryEmail": "info@mbtrust.org",
  "website": "www.mbtrust.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Network",
    "Support"
  ],
  "telephone": [
    "911763251000",
    "911763251000",
    "919501206350"
  ],
  "mainAddrress": {
    "state": "Punjab",
    "address": [
      "MHKCDC Building",
      "# 7/42, Mohalla Guru Nanakpura",
      "Bassi Pathana",
      "Fatehgarh Sahib",
      "Punjab",
      "140412"
    ]
  },
  "briefDescription": "A manifestation of earnest aspiration of its founders to work for the renaissance of the rural India, including an effort to bridge the yawning urban-rural gap in opportunities for education, medi-care and employment, the support of children of parents below the poverty line, and the realization of all things equal, with special effort for women's empowerment and the female child.MBCT has organised 213 health awareness roadshows in villages and 15494 persons has been benefitted in which 7026 are men and 8468 are women.496 women checked for Breast Cancer out of which 115 women gone through Mammography and 18 found positive. And 246 women checked for cervix cancer through PAP smear test out of which 19 found positive.32 Blood Donation camps were held in which 2796 units has been collected.53 Diabetes Hypertension clinics were held at the Community development centre in which 4996 patients have been examined by the visiting specialist and Free of Cost medicines was dispensed to the patients by MBCT18 Eye Camps were held in which 8328 patients have been examined, out of which 1489 has successfully got their Cataract Removals and IOL Replacements. 8 batches have been passed and 883 students have been imparted training diploma courses such as : Phulkari Craft, Aari Zardozi Embroidery, Machine Embroidery, Cutting & Stitching, Rug Making, Artificial Jewellery Making and Painting.1709 students have been imparted training in 18 batches in various Computer Diploma Courses and Spoken English Language.",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Chandigarh",
    "address": [
      "# 55,",
      "Sector - 2, Chandigarh",
      "Chandigarh",
      "160001",
      "Income Tax Return receipt.PDF"
    ]
  }
}