{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1746",
  "name": "Sahyogi",
  "primaryEmail": "sahyogi.ngo@gmail.com",
  "website": "www.sahyogi.ngo  /  www.sahyogiindia.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "917488020208",
    "919431094002",
    "919835083482"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "H/O-Awdhesh Singh, Opposite Rukanpura Musahari",
      "Rukanpura, Baily Road",
      "PATNA",
      "Patna",
      "Bihar",
      "800014"
    ]
  },
  "briefDescription": "Sahyogi is a registered NGO. Sahyogi was started in 2008 by a group of young professionals and social activists as a non-governmental, not-for-profit organization committed towards bringing a change in the life of the weaker section. Our primary aim is to ensure rights and equality along with justice for all especially women and children in every aspects of their life. We work to empower women and children against any form of discrimination and exclusion. We are registered under Society Registration Act, 21, 1860 and 12A and 80G of Income Tax Act, 1960 and FCRA 1976 (2010).  VISION:To establish an egalitarian society, where, citizens enjoy human rights without discrimination and live a dignified life in mutual cooperation. MISION: To promote gender equality and justice by empowering women and children from the marginalized community.  Our Objectives:  \tTo promote gender equity and amplify the voices of women and children.  \tTo provide support and access for initiating, establishing, consolidating institutions, processes and programs aimed at development and improvement of living standards of its target group. \tTo enable and empower the most marginalized community through organizing them as self-defining groups with a strong sense of self-identity and with capacities to act as a pressure group \tTo create models of community participation and action so as to sensitize the govt. for formulation of programs and policies aimed at improving the living standard of the target group",
  "yearOfEstablishment": "2008",
  "regiseredAddrress": {
    "state": "Bihar",
    "address": [
      "Village – Lodipur",
      "PO-Kamla Gopalpur, PS- Maner",
      "PATNA",
      "Patna",
      "Bihar",
      "801111"
    ]
  }
}