{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1769",
  "name": "Nai Umang Positive Welfare Society",
  "primaryEmail": "umang.nai@gmail.com",
  "website": "www.naiumang.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Network",
    "Support"
  ],
  "telephone": [
    "911128763874",
    "911128763874",
    "918800664874"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "H.NO. 17/353/1",
      "Gali No.1, Than Singh Nagar, Anand Parbat,CNG Petrol Pump,",
      "New Delhi",
      "North West Delhi",
      "Delhi",
      "110005"
    ]
  },
  "briefDescription": "Nai Umang Positive Welfare Society is a registered, community based organization started in October 2008 (Registration Number-S/63727/2008) when few individuals affected by HIV came together while fighting the battle for their own survival. The organization was started by Mr. Pradeep Dutta in Delhi with the dream of enhancing and empowering the families living with and affected by HIV and people suffering from tuberculosis. Over the years, the organization has been involved in peer counselling in five ART (Anti- Retroviral Therapy) centres in government hospitals. The staff members have associated themselves very closely in advocacy for the rights of PLHIVs (People Living with HIV/AIDS), including the HIV/AIDS Bill ensuring access to medical services. The NGO is especially striving for the upliftment of HIV positive women and children. Nai Umang has acted as a bridge between public services and the community to improve accessibility to quality treatment and care as well as raising awareness about HIV/AIDS issues and reduction of stigma. The NGO is registered under 80G of the Income Tax Exemption Act and is also registered for FCRA (Foreign Contribution Regulation Act) under Ministry of Home Affairs, Government of India.ObjectiveThe overall objective of the organization is to work for the welfare of the people living with HIV by improving their accessibility to medical facilities, raising awareness among the larger community and to protect and promote the rights of PLHIV. The organization provides information on treatment literacy to the people who are not aware of the available medical facilities. Their families are counseled to ensure that the positive person is accepted within their own homes and provided care and support. The larger community is made aware about the stigma and discrimination that HIV positive people face through awareness camps and workshop.The members have shown their dedication in the work and for the cause by doing the needful at odd hours and with limited resources. In several cases, the expenses were borne by the members themselves. A strong passion and commitment is what drives them to get together and channelize their energies in a productive effort.After being in the field for years and working directly with people living with HIV/AIDS, it was decided by all the members that there was a need to address issues related to women and children as their health issues were not prioritized and they were the most vulnerable segment of our society.",
  "yearOfEstablishment": "2008",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "A-37",
      "Surat Vihar, Mubarakpur Dabas",
      "North Delhi",
      "North West Delhi",
      "Delhi",
      "110081"
    ]
  }
}