{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=178",
  "name": "Mahan",
  "primaryEmail": "drsatav@rediffmail.com",
  "website": "www.mahantrust.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service"
  ],
  "telephone": [
    "917226202291",
    "917226202586",
    "919423118877"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Mahatma Gandhi Tribal Hospital, Karmagram",
      "Utavali",
      "Dharni",
      "Amravati",
      "Maharashtra",
      "444702"
    ]
  },
  "briefDescription": "MAHAN Trust works to improve the health care facet of the tribal people of Melghat. Ours is only hospital in Melghat for treatment of serious patients.1) More than 85635 patients have been treated till now & managed >1500 serious patients.2) Operated more than 1554 cases with ophthalmic problems like cataract, eye injuries, minor surgeries etc.3) Plastic surgery camp: 565 cases were operated free of cost in our hospital.4) >15 cases of Rheumatic valvular heart diseases were operated.5) More than 64,591 children (0 to 5 years) were treated free of cost in the villages itself by trained village health workers (VHWs). Due to it, we could reduce under 5 children mortality by 63.87% over a period of 10 years which is a cost effective, acceptable and replicable model.6) Treated > 1109 severely malnourished children by locally prepared Ready to Use Therapeutic Food (RUTF), mineral & vitamin mix and drugs for 3 months by VHWs. Only two children (0.21%) died during treatment (WHO target <4% deaths in SAM children on treatment). We could reduce SAM by 67%.7) Age specific Mortality Rate (16-60 years) is zero in 2014 in treated patients.  Not a single maternal death in intervention area. Over a period of 8 years we could reduce ASMR by 50%, prevelence of untreaterd hypertension by 70%8) Developed more than 3500 kitchen gardens and 1000 nutrition farms.9) More than 57,000 villagers were screened for eye disorders and the needy were treated free of cost.10) Around 35658 students from various schools of Melghat were examined & the needy were treated free of cost.11) Due to our continued efforts, government was forced to conduct Mutation on massive scale & many poor tribal became legal landowners.12) Due to counsellor program >1,66,000 poor tribal patients benefited and Increased hospitalisation of severely malnourished children (12 times) and hospital deliveries (twice).POLICY LEVEL ACTIVITIES1. Member of Bhavishya Alliance, an international alliance for reducing malnutrition in Maharashtra2. Member of state level VCDC of Rajmata Jijau Mission of Govt. of Maharashtra3. Member of European Society of Pediatric research.4. Member of Special study group for Tribal health improvement of Vidarbha Statutory Development Board.5. Participation in state level policy meeting about use of antibiotics in childhood illness.6. Hon. Chief justice of Maharashtra asked govt. to implement recommendation of MAHAN for Melghat health improvement.7. MAHAN model of HBCC has been accepted by Govt. for whole Melghat.PROGRAMS OF MAHAN TRUST ACCEPTED AS STATE LEVEL POLICIES:1. Village feeding centres for severely malnourished babies.2. Counsellor program for govt. hospitals in rural and tribal areas.3. Acceptance of real status of severe malnutrition in all tribal blocks of Maharashtra by RJMCHN Mission . Govt. policies were changed.HEALTH TRAINING PROGRAMS1. For Doctors and paramedical workers on mother and child health.2. Training of field staff of various voluntary organisations like Apnayala, Mumbai; Spandan, Khandwa etc.Paper Presentation in 11 International Journals Awardsi. “Best Tribal Research Project Award & Young Scientist Award” by ICMRii. Felicitation by Jagtik Marathi Academy and Shivaji University, Kolhapur.iii. Americares Foundation’s ‘Spirit of Humanity National Award 2011 ’ iv. National Child Health Award by Lifebuoy.v. Karmveer Social Citizen Global Award.vi. Felicitation by Dr. APJ Abdul Kalam, ex-President, Indiavii.Americares Foundation’s ‘Spirit of Humanity National Award 2015’viii. Oberoi melting pot award by Consulate General of 26 Countries and Rotary International.",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Care of Rambhau Satav, Gitai Nagar",
      "Wardha",
      "Maharashtra",
      "442001"
    ]
  }
}