{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=1924",
  "name": "Gosavi Bahuuddeshiya Sanstha",
  "primaryEmail": "info@gbsanstha.org",
  "website": "http://www.gbsanstha.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919423484376",
    "919892247716"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Behind Panchvati Hire Mahavidhyalaya, Jagnath Samaj Mandir, Tapowan",
      "Nashik",
      "Maharashtra",
      "422003"
    ]
  },
  "briefDescription": "Our IntroductionWe are one of the leading Non-Government NGO, working on Education and health for poor and down tradition people, grass root level Women Empowerment, and social activities. Having F.C.R.A.,12A., AND 80G Registered at Nashik, Maharashtra(India).Vision and Mission•\tOur vision is to be a strategic leadership organization influencing social transformation through developmental programmes.•\tWe believe in a societal mission where citizens come together to ensure that India’s unprivileged have a better future.•\tWe are committed to -\tThe Society by making a sustainable difference in life of the underprivileged\tThe Donors by making judicious use of funds\tOur Members to develop their skills in this field so that they can take higher responsibility in the organization.Major ActivitiesEDUCATION FOR ALL(Working towards education of the poor children in the deprived pockets of the country) GBS gives underprivileged children and youth an opportunity platform to lanch them into the dignified and bright future they deserve. We bridge the digital and linguistic divide through Education. We teach underprivileged school childrens Mathematics, Science , English and Computers; as also English and Computers to underprivileged youth, giving them a much needed equal opportunity boost. The endeavour is education to employment.ECONOMIC DEVELOPMENT(Creating work opportunity for the poor, down and under-privileged people) We organize campaigns in remote areas to make the people aware of different skills that they can utilize for themselves to live a financially independent life. To organize training programs, workshops for uneducated woman and man in beauty culture, tailoring, embroidery, dress designing and making to make self-employed.SOCIAL WELFARE(Seeking to advance social welfare, social development and social justice) We organize campaigns and provide training, products and services to poor rural communities for their betterment.HEALTH CARE(Providing health services to poor people in remote areas) We organize health care camps for the poor people. We also provide medical facilities, doctors, health workers and general health awareness programs for them.ENVIRONMENTAL SERVICES(Tree Plantation) More than 80000 tree plantation has been done and hundreds of trees have been planted along with tree guards as Tree Lines beside the roads and at different locations like Schools, Govt. Offices, Police lines, Police Stations, Hospitals, etc.",
  "yearOfEstablishment": "2008",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "6 Pratik Apartment Swami Narayan Nagar",
      "Aurangabad naka, Panchvati",
      "Nashik",
      "Maharashtra",
      "422003"
    ]
  }
}