{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=196",
  "name": "All India Movement For Seva",
  "primaryEmail": "aimallindiamovement@gmail.com",
  "website": "www.aimforseva.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914424987955",
    "914424987966",
    "919500060153"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "32/4, ’Sri Nidhi ‘Apartments",
      "II Floor, Desika Road, Mylapore",
      "Chennai",
      "Tamil Nadu",
      "600004",
      "Address proof.PDF"
    ]
  },
  "briefDescription": "Many rural and tribal regions of India are affected by acute poverty; as a result education is given lower priority. When education and full board, lodging and extracurricular inputs for all round development are provided the parents are willing to send their children to school. It is well known that first generation learners require considerable handholding and after school support like tuitions to help them overcome the pressures of a rigid examination based education system. The developmental approach of AIM for Seva is primarily to help children of rural and tribal areas to break free of the bondage of poverty and to become useful citizens of their local community and the nation. The project is innovative in design and concept. The innovativeness is in the manner it overcomes two obstacles in the Indian educational system:  access to education and high dropout rates. By building the homes close to existing schools, it reduces the need to invest in new schools. Also, by catering to a larger linguistic catchment area through home stay, more students gain access to a school. Significantly, the atmosphere of learning at the FSH encourages and gives confidence to the child to stay in the school system. The dropout rate for children in FSH is remarkably low: 1% in 2010 compared to the national average of 60%. A value-based After School Programme delivers academic tuitions and provides exposure to performing arts, crafts and vocational skills training, thereby complementing formal school education. Children become more confident and better equipped to contribute more actively to their community and in nation building, through this process of all-round development. In the last decade since its inception, AIM for Seva has delivered spectacular growth:  100 projects in 100 months or nearly a project for every month of the year, all through public subscription and donations. During 2006 to 2012 the annual growth rate was 125%. The impact is far reaching: 35,000 students, 50,000 families, 5000 villages and 10 million people, touched by this novel experiment in innovative education. In qualitative terms, a 100% pass rate in the last 4 years since 2008, when the first batch of students appeared for their board exams.The vision for the future is clear: by 2020, to set up 200 more FSH, 25 per year, in some of the country’s most backward regions. A challenging goal, but one that has to be realized so that every socially and educationally disadvantaged child can realize their dream of a prosperous future.Administrative overheads are kept remarkably low, below 10% of operating costs, which lead to deeper and wider impact, making AIM for Seva one of the most cost-effective delivery models operating in the country. The operating efficiency and the intervention model developed and perfected over time, is one of direct delivery of projects at the field level rather than the commonly adopted 3rd party delivery model which ensures donor funding is most effectively utilized for the stated purpose.",
  "yearOfEstablishment": "2000",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "X – 9, I Floor",
      "Hauz Khas",
      "New Delhi",
      "Delhi",
      "110016",
      "ITR 2017-18.PDF"
    ]
  }
}