{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2020",
  "name": "Nav Ankur Manav-Kalyan Sanstha Pipariya",
  "primaryEmail": "1998dorothy@gmail.com",
  "telephone": [
    "917560245329",
    "919893602844"
  ],
  "mainAddrress": {
    "state": "Madhya Pradesh",
    "address": [
      "Semanri Road,",
      "Near Pushpa Kalyan Hospital, P.O. Ashta, Dt.Sehore,",
      "Aasta",
      "Sehore",
      "Madhya Pradesh",
      "466116"
    ]
  },
  "briefDescription": "The  main issues dealt with:     The main issues of intervention are... \tGender equity \tIndebtedness and bonded labor. \tMigration \tUntouchabilities \tExploitation and corruption \tLivelihood (Agriculture, Water shed and Organic farming)  and Natural resource management \tNet working with the Government Organizations and the like minded NGOs\tOur Work approach: The Developmental approach, the Need based approach, the Right based approach and Charity based too as need arises.Strategic Interventions: (Major Programmes & Issues)Livelihood and Food Security:  Water shed, Organic farming, MNREGA, PDS, MDM,Perspective Building & Institutional Strengthening: Formation and promotion of CBOs (Farmer, youth,   Women, and adolescent groups) and Staff Capacity building.\tNet working Alliance Building & Policy Influencing: \tPRI’s Sub-Committees’ (Health, Education, NREGA, SMC etc). Dialogue with the Government        officials, Media personnel, other NGOs Gender Mainstreaming: Women SHG members’ meeting; Women’s day celebration; Women Leadership Workshop; Exposure to Government offices and Gender sensitization and Gender analysis.Study Research Documentation & Publication: Survey, PRA, Quarterly Magazine, Pamphlets etc.Human Right Issues: Rehabilitation of the Displaced and their rights, the Land rights for the tribals and Untouchabilities and Government’s Welfare Schemes.Health: ‘Deen Dayal Antyodaya Upchar Yojna’; ‘Janni Express’; ‘Janni Suraksha Yojna’;                  ‘Asha Worker’; ‘Health and Sanitation Committee’; ‘The village health camp’; and Anganwadies,Strengthening the Local Self Government: WLW (Women leadership workshop), capacity building for the panchayat members, exposure, Gram Sabha mobilization etc.PME (Monitoring / Evaluation): Field visit, interview with the target group, dialogue with the different stakeholders, timely test for the  workers on different issues,  checking of the daily registers, follow up, bi-monthly and monthly meetings with the staff, visits from the funding agencies. By conducting survey and small   Research. By personal visits and observations of the Supervisors, Coordinators, and at times Programme coordinator.",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Madhya Pradesh",
    "address": [
      "Semanri Road",
      "Near Pushpa Kalyan Hospital, Sehore,",
      "Aasta",
      "Sehore",
      "Madhya Pradesh",
      "466116"
    ]
  }
}