{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2022",
  "name": "Pahal Jan Sahayog Vikas Sansthan",
  "primaryEmail": "pahal6867@rediffmail.com",
  "website": "http//:www.pahalindore.org",
  "organisationType": [
    "Advocacy & Campaigning"
  ],
  "telephone": [
    "917314222197",
    "919425054111"
  ],
  "mainAddrress": {
    "state": "Madhya Pradesh",
    "address": [
      "65",
      "Janki Nagar Main",
      "Indore",
      "Madhya Pradesh",
      "452001"
    ]
  },
  "briefDescription": "PAHAL (An initiative towards development) is a non-profit ,non government and voluntary organization that was registered in 2003 as a society.Pahal is a group of young people who are committed and devoted to make equitable society without any kind of discrimination. It was established by 8-10 friends [collage fresher] in 2000 by doing charity work.It is working towards gender Equity with the following objectives:*  To empowerment of deprived and vulnerable community [women and child].* Sensitization of society on gender issue. Specially awareness building amongst women regarding their legal rights, violence against women, social literacy, health issues and education etc.* Information dissemination through Production and distribution of material. * Establishment of a documentation and resource centre on gender issues. Our VisionTo make Gender just society. Mission of PAHAL\"To create an environment for gender just society and to eliminate discrimination so that women’s will have equal opportunities to access, control and benefit over the development”. “PAHAL has a firm belief that the process of development is not just time scaled and target oriented. Development is a process in which creation of conditions for development is more important and the result development should have added value i.e. it must be qualitative, sustainable and equity oriented”.Concern AreaPahal is working on gender Equity by focusing on Education, Health,disability,livelihood, violence against women & Legal issues. Working AreaIts working in Indore, Badwani,Alirajpur -Jhabua and Khargoan Districts of Madhya Pradesh. Target GroupMain target is to work with most deprived and vulnerable group of society which is women and child [adolescents]. but in broader aspects also working with men’s group who wants to end violence against women. Focused Intervention Area of PAHAL•\tIntegrated gender, health and education management•\tAdolescent reproductive sexual health•\tInvolvement and participation of woman and other marginalized section in an effective             Manner.•\tStimulating capacity of the grassroots people’s & CBO’s•\tChild development programmes through Day Care Centre & Child Education and             Protection Programmes.•\tNetworking, Partnership and cooperation•\tLocal Institutions Building and Policy advocacyPAHAL Strategies•\tCapacity Building•\tInformation Dissimination•\tResearch, Documentation and Publication•\tCounselling and Rehabilitation",
  "yearOfEstablishment": "2003"
}