{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2023",
  "name": "The Hunger Project",
  "primaryEmail": "INDIA.OFFICE@THP.ORG",
  "website": "http://www.thpindia.org",
  "organisationType": [
    "Advocacy & Campaigning"
  ],
  "telephone": [
    "911140519106",
    "911140519075",
    "911141688847",
    "911141688849",
    "911141688851",
    "911141688852"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "E-6/7",
      "VASANT VIHAR",
      "NEW DELHI",
      "South Delhi",
      "Delhi",
      "110057"
    ]
  },
  "briefDescription": "THE HUNGER PROJECT (THP) IS A NON-PROFIT, STRATEGIC ORGANIZATION COMMITTED TO THE SUSTAINABLE END OF HUNGER BY PROMOTING LEADERSHIP OF WOMEN IN PANCHAYATI RAJ.With its offices in twenty two countries worldwide, it implements the programs in twelve countries across Africa, South Asia and Latin America, with an innovative, holistic approach that empowers women and men living in rural villages to become the agents of their own development and make sustainable progress in overcoming hunger and poverty.Since 2001, The Hunger Project in India, has been working towards empoweringElected Women Representatives (EWRs) as key change agents in the local institutions of governance (Gram Panchayats) by strengthening their political leadership and participation with a women’s rights and gender perspective. It derives its mandate from the 73rd Constitutional Amendment (1992) which gave legal recognition to rural local self-governance units called Panchayati Raj Institutions (PRIs) and reserved thirty three percent of seats for women in the three-tier system of the PRIs. India has primarily relied upon the method of reservation to ensure women’s presence in decision making bodies and most recently, several Indian states have increased the reservation to fifty percentin Panchayats.The organization’s interventions strengthen the commitments made in various national laws, policies and action plans. Through its work, it also promotes, protects and upholds the rights of women under various International Conventions and Policies such as the CEDAW (UN Convention on Elimination of all forms of Discrimination against Women), the Mexico Plan of Action (1975); the Nairobi Forward Looking Strategies (1985); the Beijing Declaration and Platform for Action (1995).With these directives, THP India believes that the active participation of women in political and decision-making processes of local governance will help bring economic and social development to the villages of India.",
  "yearOfEstablishment": "1984",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "A-9, 504, SHANTI VIHAR,",
      "OPP. SECTOR-2, MIRA ROAD, THANE DISTT,",
      "THANE",
      "Thane",
      "Maharashtra",
      "401107"
    ]
  }
}