{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2043",
  "name": "Sahana Charitable Trust for The Disabled",
  "primaryEmail": "sahanacharitabletrust@yahoo.com",
  "website": "www.sahanacharitabletrust.org",
  "telephone": [
    "918023116699",
    "918023116699"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "1101, 10th Main Road,",
      "Hampinagar RPC Layout, Vijayanagar 2nd stage",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560104"
    ]
  },
  "briefDescription": "We would like to bring the following into your kind consideration.     Our Organization Sahana Charitable Trust For The Disabled has being serving the differently Abled community specially the Visually Challenged for more than a decade. Our service to this specially Challenged group is in the field of education by creating an obstacle free environment for the Visually Challenged to realize their academic dreams with ease and pride.To keep this endeavour going, we are running a Braille Transcription Unit to produce and circulate books in Braille script at free of cost. These books are  academic oriented ranging  from the lower class to Post-Graduation level and above. It costs us around INR.2,500  and above to get a printed text book transcribed into Braille. i.e. a student as to spend INR.15,000 and above  just for text books; which is  very heavy  to most of the visually impaired. Naturally, he/she will stay back from studies. So, to avoid this, the trust as taken up the cost bearing responsibility by generating funds from broadminded   individuals as well as companies.  We have also employed a few qualified Visually Challenged Persons to play a key role in both production and circulation of those books.As the demand for these books started pouring in, from all  over  the state; we have established branches both at Dharwad and Mysore in addition to our Bangalore centre to take  care of the growing demand and also to bring down the strain taken by the students studying outside Bangalore.We are also running two hostels, one at Bangalore and another at Mysore branch. Our Bangalore hostel accommodates 25 college-going visually impaired girls, while 20 college-going visually impaired boys are given hostel at our Mysore branch. The inmates’ of our hostels are provided with free boarding and lodging, text books in Braille script and all other study related services. We also help them to get prepared to face the recruitment exams that fetch them respectful jobs. The organization which has provided employment for more than 25 persons is on the lookout for mobilizing funds and volunteers to strengthen the ongoing projects. Seventy percent of our staffs are differently abled. We understand your esteemed organization is playing a key role in helping service oriented NGO’s like ours.Currently, we are in dire need of funds to meet our monthly expenditure which is amounting to more than INR. 3.5 Lakh per month. (Three lakh Fifty thousand only.) which includes Building Rent, papers for brailing worth Rs 30,000 , Salary to the staff, provisions for the hostel and the maintenance of equipments. So, preferably, we wish, you help us to meet our recurring expenditure. We kindly request you sir to please consider our appeal to help us to the maximum possible  with utmost priority in order to keep our ongoing project alive; and thereby, help many Visually Challenged aspirants to reach their academic goals with greatest  pride.Donations made to this organization are exempted from income tax act 1961 under 80G. FCRA is also available with us to be given to the foreign donors.",
  "yearOfEstablishment": "2003"
}