{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2053",
  "name": "The Foundation for Mother and Child Health",
  "primaryEmail": "contact@fmch-india.org",
  "website": "www.fmch-india.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912225220085"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "93/C, First Floor, Kamgar Nagar",
      "SG Barve Marg, Kurla East",
      "Mumbai",
      "Maharashtra",
      "400098"
    ]
  },
  "briefDescription": "Foundation for Mother & Child Health India (FMCH) invests in innovative nutrition-specific interventions in vulnerable communities. Through proven methods and intensive services, FMCH promotes maternal and child health and nutrition. This enables both the mother & the child to reach their potential. FMCH operates both directly, implementing programs in several urban socio-economically vulnerable communities as well as in partnership with both Government and non-profit agencies.Our Vision: Healthy mothers and thriving children for a world of unlimited possibilitiesOur Mission: At the Foundation for Mother and Child Health India we focus on encouraging preventive health, balanced nutrition and child developmental practices in underprivileged communities. To achieve this, we adopt a holistic approach, by embracing, educating and empowering mothers and children in their social environment.Our organisational objectives are:1) To reduce the rate of malnutrition in our target population2) To promote accurate and trusted knowledge of nutrition and health in the communities we work in3) To develop strategic partnerships with other organisations and the government to scale the reach of our interventionFMCH has till date reached over 12,000 direct beneficiaries and worked with a population of 350,000 people in Mumbai and Thane",
  "yearOfEstablishment": "2006",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "702 Oceanic, Carter Road",
      "Bandra West",
      "Mumbai",
      "Mumbai Suburban",
      "Maharashtra",
      "400050"
    ]
  }
}