{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2061",
  "name": "ALL INDIA PICKLEBALL ASSOCIATION",
  "primaryEmail": "sunilwala@yahoo.com",
  "organisationType": [
    "Network",
    "Support"
  ],
  "telephone": [
    "912226864839",
    "912226864839"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "18/B Dhavalgiri, Sonawala Road, Goregaon (east) Mumbai 400063",
      "Mumbai",
      "Maharashtra",
      "400063"
    ]
  },
  "briefDescription": "All India Pickleball Association(AIPA) is set up as a registered governing body to promote the sport of Pickleball in India. AIPA is pioneer in introducing this international sport in India,  This racquet and ball sport is very easy to learn and equally challenging to be master in it and hence lot of \"Non Players\" are getting attracted towards this unique sports.Being governing body of Pickleball in India , AIPA conducts demo events of Pickleball, organizes  various tournaments at different levels , holds coaching camps, Set up State level Units all across the Country and represents India at International level.By very nature of Pickleball , this sport offers fun and fitness to every person and hence through Pickleball we aim to increase fitness level of the Community, We wish to make India as a Nation of Active Players and not a Spectators. We plan to increase Physical literacy of Indians which is very poor at the movement. Pickleball can be played and enjoyed by every person of any age , from 8 to 80 years , any body can play this sport and hence every member of the society is our beneficiary. Who so ever wish to maintain his/her health through sport is welcome to play Pickleball. We do not charge any money for coaching and facilitates communities to set up their own playing courts.  At present Pickleball is played in 12 States of India and in the State of Maharashtra nearly 23 Districts , Pickleball is speared in Schools and Colleges. So far 5 of our players have represented India at International Tournaments held at USA, Spain and Netherlands. Every year we conducts National level tournaments which is getting encouraging response from 12 States of India.",
  "yearOfEstablishment": "2008"
}