{
  "contacts": [
    {
      "name": "B.Anitha",
      "email": "ccdmkm@gmail.com",
      "designation": "Manager",
      "mobile": [
        "91-9443177582"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2086",
  "name": "CENTRE FOR COMMUNITY DEVELOPMENT",
  "primaryEmail": "ccdmkm@gmail.com",
  "website": "www.ccdevelopment.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "914427555224"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "Centre for Community Development No 27 car street, Maduranthakam",
      "Madurantakam",
      "Kancheepuram",
      "Tamil Nadu",
      "603306"
    ]
  },
  "briefDescription": "Centre for Community Development (CCD) formerly Mahatma Gandhi Social Service Educational Society was formed and legally registered under the Tamil Nadu societies Registration Act 1975 in the year 1989Legal structure•\tCCD was registered under Tamil Nadu societies Registration Act 1975 in the year 1989.•\tCCD also registered with the Ministry of Home Affairs under FCRA Act in the year 1995,  FCRA 075820216•\tCCD also registered with the 12A of Income Tax Act and granted 80G exemption also PAN No. AAATM7788FPerformanance of the previous projects-\tCraft Training for SC/ST women (  year 1994 – 2004) : 300 SC/ST women were trained in tailoring and embroidery thru the ministry of social welfare, Govt of India.-\tCrèche center for working women children ( year 1994-1997) : 25 working woman children were provided  nutritious food with care thru the Tamil nadu social welfare board.-\tCondensed course of education for adult women ( year 1996- 98): 90 adult women who were failed and dropped in their school final were helped to complete their subjects and joined with the regular school thru central social welfare board.-\tRCH For Adolescents ( year 2003-2004): It is a MNGO project which provided RCH knowledge and health services to 1800 adolescents in 5 villages-\tMahalir Thittam ( 1999-2006) : 600 Self Help Groups were  promoted among poor women and provided awareness education with  skill development programmes thru Tamil Nadu Corporation For Development of Women Ltd.-\tMicro Finance ( since 2000-): Under micro Finance project 1875 women were supported to improve their income thru income generation activities. Rupees 368 lakhs( 36 million) were disbursed and  maintained 100 percent loan recovery as on date. Project partners- RMK, NMDFC-\tNABARD SCHEME ( 2007-20011) :  50 Self Help Groups were promoted with 450 members. More than 200 women were provided skill training in Hand Embroidery, Tailoring etc,Current Activities: - SHG Promotion & Training- Skill Training & EDP Training- Micro Finance- Health Initiatives for Child survival & Maternal care- Environment",
  "yearOfEstablishment": "1989"
}