{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2138",
  "name": "JAN MITRAM KALYAN SAMITI",
  "primaryEmail": "janmitram@gmail.com",
  "website": "http://www.janmitram.in/new/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "917762220083",
    "917762220083"
  ],
  "mainAddrress": {
    "state": "Chhattisgarh",
    "address": [
      "Jan Mitram House,  Near Indian School, Kelo Vihar",
      "Near Indian School,",
      "Kelo Vihar,",
      "Raigarh",
      "Chhattisgarh",
      "496001"
    ]
  },
  "briefDescription": "The organization, Registered in year 2002 and is working in Raigarh district since inception. The organization envisions bringing livelihood enhancement of target families through sustainable utilization of existing land water and forest resources. This is to be catalyzed by value chain development, knowledge up- gradation, and credit access. JanMitram facilitates its beneficiaries to avail better access to the inputs and services either directly or through networking and convergence. Community participation in this process is organized through proven tool of SHGs and aggregating them into sustainable federations.  Economic development makes no sense if it’s not coupled better health and living conditions. JanMitram intervenes in community health and tries to ensure better hygiene and sanitation in village localities and ensure vaccination and nutritional intake. This is again, done with help of peer who stand from community itself. Skill development and employment generation is third major issue JanMitram deal with. its target group i.e. unskilled labour and semi educated youth are taken for skill acquiring, skill enhancement and entrepreneurship development trainings and they are supported with post training follow-up with technical and financial and managerial perspective of their business. Categorically, JanMitram works in following areas. 1.\tNRM and subsequent Livelihood enhancement: Soil, water and forest conservation. Promoting Agribusiness and Forest Product ( Production, Value addition, Marketing)  2.\tSkills Promotion : Vocational training Non-Farm sector, placement / Handholding to neo-entrepreneurs3.\tCommunity health- Malnutrition, Sanitation, Reducing IMR & MMR, AIDS-STI Prevention4.\tDevelopment of CBOs, Empowerment and Advocacy: SHG, Federations with different objectives. Strengthening Panchyati Raj5.\tParticipatory Planning, Management, Monitoring evaluation: of Developmental plans related to livelihoods and NRM.",
  "yearOfEstablishment": "2002"
}