{
  "contacts": [
    {
      "name": "Jitendra Chaturvedi",
      "email": "",
      "designation": "Chief Functionary",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2159",
  "name": "KRISHAK VIKAS SANSTHAN AJMER",
  "primaryEmail": "jchaturvedi@yahoo.com",
  "website": "www.kvsajmer.org.in/",
  "telephone": [
    "911452621444",
    "919414007662"
  ],
  "mainAddrress": {
    "state": "Rajasthan",
    "address": [
      "235, Dr Shetrapal Lane",
      "Kundan Nagar",
      "Ajmer",
      "Rajasthan",
      "305001"
    ]
  },
  "briefDescription": "KVS having FCRA, 80G and 12A certified NGO & identified by the NABARD, ICAR, DOA, World Bank-NAIP-ICAR, Women Development Department, Ministry of Environment & Forest, and other premier institutes.It is a network of Agriculture & allied sector professionals in AJMER, Rajasthan. It is non governmental organisation  (NGO), nonprofit organization incorporated in 2002 with registration number 103 at Ajmer on September 30th & run by professionals ranging from experts in  agriculture, rural development, food processing, animal husbandry, forest & environment, research, agriculture-inputs and agricultural extension services, vocational education etc. The  organization  takes  into  consideration  the  need  based  programme  for  the development  of  the  local and rural people.  The  organization  also  has  a  good  communication team  for  disseminating  the  new technologies and messages from different institutes & scientists. The  organization's  support  staffs,  the  field workers, and every  other member from  top to  bottom had  played  an important role  in achieving  overall objectives of  the organization. We engage in Agriculture, Animal Husbandry, Environment & Forest, Rural Development and societal development projects through  our nationwide farmers network. We promote Self Help Group Formation for economic development and rural upliftment by promoting fruit and vegetable preservation, cultivation & processing of spices, fruit and flowers. In addition to our work, Empowerment of Old Persons, Integrated Health and Nutrition Program for ensuring nutritional security to the people. Promoting organic agriculture in Rajasthan for production of safe food. Joint Liability Group & women farmer club establishment, Community tree planting for creating eco-friendly environment,  Health Camps, Skill Development and Capacity Building Programmes from NABARD to develop rural youth. CSR with Maruti Suzuki Ltd and Employment with Education to Rural Youth etc.",
  "yearOfEstablishment": "2002",
  "regiseredAddrress": {
    "state": "Rajasthan",
    "address": [
      "607",
      "Kundan Nagar",
      "Ajmer",
      "Rajasthan",
      "305001"
    ]
  }
}