{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2184",
  "name": "PRAGATI PATH",
  "primaryEmail": "pragatipath_org@yahoo.com",
  "website": "www.pragatipath_org@yahoo.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Network",
    "Support"
  ],
  "telephone": [
    "915102480482",
    "919415194988"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "PRAGATI PATH B-205 Dindayal Nagar, Sipri Bazar, Jhansi",
      "Jhansi",
      "Uttar Pradesh",
      "284003"
    ]
  },
  "briefDescription": "PRAGATI PATH is a voluntary development organization committed for people-centered development established on 20 June 2001 with the mission of empowering the children, women, poor and marginalized people. Ours is a non-profit, non-governmental civil society organization, which believes in participatory approaches and practices participatory methodologies for empowering the community. WE have deep social concern and commitment for social change processes. We believe that when given an opportunity the poor could rise on the occasion to help themselves. We always aim to focus on mobilizing the community; educating them and sharing right information which would give them an advantage in their social economic and political life and liberate them from all injustice, vulnerability and marginalization. PRAGATI PATH strives to educate, organize and empower the poor & to promote people centered development as a liberating force aimed at social justice, economic growth and self-reliance.Our VisionA just, educated, enlightened, democratic Bundelkhand (India) area  free from hunger, poverty, environmental  degradation and all forms of exploitation based on age, sex, religion and ethnicity.We envisage a society free from all kind of exploitation and injustice and where no one remains hungry, unemployed, illiterate and exploited.Our MissionTo promote participatory democracy, educate, organize and empower the poor who would in future act as catalyst in promoting gender equality, justice, socio-economic growth and self reliance. PRAGATI PATH works with people whose lives are dominated by extreme poverty, illiteracy, disease and other survival challenges. With multifaceted development interventions, we strive to bring about positive change in the quality of life of the under-priviledged people of BUNDELKHAND region of Uttar Pradesh and Madhya Pradesh region of India. We aim to make our programs socially, financially and environmentally sustainable by using new methods and improved technologies. Poverty reduction programs undertaken so far have bypassed many of the poorest. In this context one of our main focuses is the ultra poor. With multifaceted development interventions, PRAGATI PATH strives to bring about changes in the quality of life of these people.Presently running/ ongoing programs Providing   &   promoting   Advance   agriculture techniques and   best practices    through Demonstration and farmers Training and Capacity Development of FIG (farmers Interest group) under  Agriculture Technical Managent Agency (ATMA) JHANSI, Uattar Pradesh, India - Bundelkhand package programme  in Block Badagoan & Gursarai  of Dist. Jhansi ,Uttrar.Pradesh,India.Facilitating Micro Saving Concept through NABARD (National Bank for Agriculture and Rural Development ) by SHGs formation in Block Bangra and Gursarai of  Dist. Jhansi ,Uttar. Pradesh, India)We working in Target Intervention Project in District Datia and District Sheopur in Madhya Pradesh India .With Support of Madhya Pradesh AIDS Control Society Bhopal Madhya Pradesh india .Water and Sanitation Support Activity  with Support of PHE _ Bhopal ( M.P.)We are also associated with NABARD in FPO Formation and Support Program and  Kisan Club also.Associated With Childline Foundation (1098)  Sub Center Running in District Jhansi Block Gursarai (Jhansi)",
  "yearOfEstablishment": "2001",
  "regiseredAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "B-205 DINDAYAL NAGAR",
      "JHANSI",
      "Jhansi",
      "Uttar Pradesh",
      "284003"
    ]
  }
}