{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2201",
  "name": "RAJASTHAN NAT SAMAJ SUDHAR SAMITI",
  "primaryEmail": "rnssdudu@gmail.com",
  "website": "rnsss.org",
  "organisationType": [
    "Grant-making"
  ],
  "telephone": [
    "917442390279"
  ],
  "mainAddrress": {
    "state": "Rajasthan",
    "address": [
      "Harsoli,",
      "Dudu",
      "Jaipur",
      "Rajasthan",
      "303008"
    ]
  },
  "briefDescription": "Rajasthan Nat samanj Sudhar samiti was established in the year 1996 represented by  60 % sex workers with the intention to serve the nat community along with other communities covering various other subjects. Till today it has worked on the subjects of HIV /AIDS, general health, education, life skill, self help groups and livelihood. It has worked in some 20 villages inhabitated   by Nat and Regar community in the district of jaipur and tonk.  The organization has got support from Rsacs, world vision, central social welfare board and donors like public representatives. The organization has dedicated staff of some 10 members of nat community who discharge their services on various issue                                                                                                                        Present  working DETAILS OF THE WORK TARGETED INTERVENTIONIn 2014 organization successfully got composite TI project (FSW, MSM) at Kota. This project is running in Kota district with support of RSACS.   Key attributes of Targeted Intervention Projects include•\tPeer-led approach - People from the high risk community are engaged to deliver services and act as agents of change. •\tTargeting high-risk behaviors and practices and not identities/ individual choices.•\tLinking with services and commodities provision.•\tDissociating risk from behaviors e.g. risk of STI and HIV infection from sex works.•\tInvolving communities and their issues within the broader framework of interventions.•\tAdapting to the cultural and social milieu of the target audience.TI projects provide a package of prevention, support and linkage services to HRGs through an outreach-based service delivery model. The services offered through the Targeted Interventions include:•\tDetection and treatment for Sexually Transmitted Infections. •\t Condom distribution. •\t Condom promotion through social marketing.•\t Behavior Change Communication.•\t Creating an enabling environment with community involvement and participation.•\t Linkages to Integrated Counseling and Testing Centers.•\t Linkages with care and support services for HIV positive HRGs.•\t Community organization and ownership building.•\tSpecific Interventions for MSM / FSWes",
  "yearOfEstablishment": "1996",
  "regiseredAddrress": {
    "state": "Rajasthan",
    "address": [
      "VILLEGE POST HARSOLI",
      "DUDU",
      "Jaipur",
      "Rajasthan",
      "303008"
    ]
  }
}