{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2214",
  "name": "SAHAS SEWA SANSTHAN",
  "primaryEmail": "sahass@rediffmail.com",
  "website": "www sahasindia.ngo",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "915252290727",
    "915252290727"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Sahas Sewa Sansthan, Risia Bazaar , Bahraich ,UP Pin-271875",
      "Hunduruwa-Majhawa MujehanaRisia Bazar -Bahraich U.P.",
      "Bahraich",
      "Uttar Pradesh",
      "271875"
    ]
  },
  "briefDescription": "It was in 1994,that a (obc) youth from small town of Risia ( Distt- Bahraich, u.p.) employed with Nehru Yuva Kendra sang than and posted Uttaranchal came home for a short visit . A few elders whom he had know since childhood as well as a few friend asked him what purpose was served by working in other areas when there was so much work to be done in his home stown. A Muslim-dominated area, most of the non-Muslims belonged to to the dalit community,disadvantaged and marginalized, subject to exploitation, lack of awareness, and frequent clashes of violent nature along religious,This set the youth thinking and finally roping in a few likeminded friends-and individuals. He initiated a NGO,  Sahas ( social Awareness Harmony  Action Society With Committed   To Social Cohesion & Empowerment  ) which was duly registered in 2000 under the societies Registration act 1860, primarily to intervene in an attempt to maintain communal harmony and foster peaceful co-existence. Arising from the purpose of a society to act on social harmony & generate awareness, the NGO was christened SAHAS sewa sansthan, (SSS). Sahas Sewa Sansthan is a non-profit, non-political voluntary organization working in Bahaich & Shravasti districts of State of Uttar Pradesh, India with its headquarters at HUNDURUWA Risia Bazar, District Bahraich.  The organization has been working for last 17 years for the welfare of and disadvantaged people of the community particularly women and children through various  Right & livelihoods Beisd developmental program me s with the objectives to develop sustainable self-reliant community through their active participation in all our development efforts.  SSS believes that the community has the ability to successfully tackle the forces that exploit them. Viewing development as a process of empowerment, it organizes groups and associations at the local level, which can gradually discharge the responsibilities of the regular functions and development activities on their own, thereby paving the way for the withdrawal of the organization. Major objectives of the organization is to work for overall development of the community through implementing programmes on Agrecalcher  Health, & Relief , Family welfare, Livelihoods. Literacy tara akchar  & Education, Vocational training, Conservation of Environment, Sanitation,  Women empowerment, Strengthening Local Self Governance, child right / child welfare / child lines 1098 sub center Nan Para  child educations  Peace & Harmony.& skill develop mints modal of s.h.g.  in  medp / Redp..Vision/ Mission statement of the organization\tSahas Sewa Sansthan envisions the creation of a society where the community is self-reliant and self-dependent in discharging its responsibility.The mission of the organization is to promote development in all spheres based on the principles of participatory decisions making and appropriate utilization of locally available resources. Organizational Structure of the NGO\tAttached         Approach\tSss believes that people have the ability to successfully tackle the forces that exploit them. With a strong belief in development being a process of empowerment , it organizes groups &associations at the local level which can gradually discharge the responsibilities of the regular functions &development activities on their own, thereby paving the way for the withdrawal of the Organization.",
  "yearOfEstablishment": "2001"
}