{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2232",
  "name": "Society for Education Welfare Action Rural Jhagadia (Sewa Rural Trust Jhagadia)",
  "primaryEmail": "sewarural@ymail.com",
  "website": "www.sewarural.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912645220021",
    "919426120316"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "SEWA Rural",
      "Tower Road",
      "Jhagadia",
      "Bharuch",
      "Gujarat",
      "393110"
    ]
  },
  "briefDescription": "SEWA Rural is a voluntary development organisation involved in health  & development activities in a rural tribal area of Bharuch and Narmada districts of South Gujarat for past 39  years.  The activities were initiated in  1980 by a group of friends having education & experience in India &  abroad and based upon the ideals  & ideas of Swami Vivekananda &  Gandhiji.  Over a period of time, many like-minded youngsters joined the organisation.Mission: SEWA Rural endeavours to reach out & assist the present of poor through various health & development programmes based on the community needs & available manpower.  While involved in such activities it also seeks to ensure that the values are preserved and self-development, in a broader sense, of those involved in the work is achieved simultaneously. Approach: The focus of all programmes has been vulnerable members of family i.e. women children & elderly and underserved sections of society i.e. rural poor and tribals.  In all activities, an attempt is made to incorporate as well as balance the following three principles: Social  Service, Scientific  Approach,  Spiritual  Outlook.The scope of Work: Even though overall development was the ultimate objective,  SEWA Rural started with a 30-bed hospital in Jhagadia having better understanding and expertise.  The Maternity Home was generously handed over by local organisation,  Kasturba  Medical  Aid  Society.  Over the years the medical activity went beyond the four walls of a hospital and resulted in community-based health care.  Apart from successful management of the Govt. entrusted primary health centre, delivery of safe motherhood & newborn care at doorsteps covering entire Jhagadia block were some of the main accomplishments.  Considering the needs of local community,  particularly elderly, comprehensive eye care programme was started offering good low-cost eye care. As a result of such rich experiences in the field of healthcare,  a training centre in primary health care was established.   Gradually other development programmes were introduced including vocational training centre for providing employment opportunity to rural poor and tribal youth and the women empowerment programme with income generation.  The latter is now managed by an independent organisation - Sharada  Mahila Vikas Society promoted by SEWA Rural since 2002.Recognitions and linkages: SEWA Rural was conferred many awards in recognition & appreciation of its work including  SASAKAWA award given by  WHO in  1985  and Mac  Arthur award in 2007.  All these work has provided opportunities to work closely with many sectors of civil society, local community, voluntary agencies,  governments, including industries and academic institutions.  While remaining apolitical in approach &  work, it has been a learning & enriching experience.",
  "yearOfEstablishment": "1984",
  "regiseredAddrress": {
    "state": "Gujarat",
    "address": [
      "Society for Education Welfare and Action Rural (SEWA Rural)",
      "Po : Jhagadia",
      "Jhagadia",
      "Bharuch",
      "Gujarat",
      "393110"
    ]
  }
}