{
  "contacts": [
    {
      "name": "Rama Sivasubramanian",
      "email": "samudhaaya@gmail.com",
      "designation": "Public Relations Officer",
      "mobile": [
        "+914424345001"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=226",
  "name": "Samudhaaya Foundation",
  "primaryEmail": "samudhaaya@gmail.com",
  "website": "www.samudhaayafoundation.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914424345001"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "8-1C, Bhaskarapuram East Abiramapuram",
      "Mylapore",
      "Chennai",
      "Tamil Nadu",
      "600004"
    ]
  },
  "briefDescription": "Samudhaaya Foundation first launched its activities in the month of July, 1999. Founder & Mngng Trustee Padmashri Sudha Ragunathan, India's leading Carnatic musician reflects,\"To be able to touch lives, especially that of children, gives me a sense of fulfillment…that I have accomplished something worthy of mention…to wipe a tear and bring about a smile in a mother’s face – that her child has been given a new lease of life!” Samudhaaya Foundation supports a wide spectrum of activities ranging from music to education and to healthcare.Now in its twelfth year with a decade and more of fulfillment in having supported some heart rending causes such as the Kargil Relief Fund, the cyclone victims of Orissa, the victims of the Gujarat earthquake, The Cancer Institute (for pediatric cancer), enabling heart surgeries for 100 underprivileged children at Sri Ramachandra Hospital and infrastructural assistance to Sri Arunodayam. On the occasion of its tenth anniversary in 2010, Samudhaaya had taken into its fold three more projects – renovation of the building for The Clarke School for the Deaf, financial aid for the Dean Foundation (that helps the terminally ill die painless, comfortable and peaceful deaths) and Tulir (Centre for the Prevention of & healing of child sexual abuse).In 2011, Samudhaaya Foundation will be funding for drug procurement for the cancer afflicted under privileged children and support for the mentally challenged special children. Both these projects are under discussion and will be finalized by end Aug 2011. Padmashri Sudha Ragunathan seeks the assistance of compassionate souls to join hands with her and touch the lives of these wonderful creations of God and bring a smile to their faces.",
  "yearOfEstablishment": "1999"
}