{
  "contacts": [
    {
      "name": "GOPARAJU. RASHMI",
      "email": "vasavyamm@gmail.com",
      "designation": "SECRETARY",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2318",
  "name": "VA. SA.VYA. MAHILA MANDALI (Vastavikata, Sanghadrusti, Vyaktitvam)",
  "primaryEmail": "vasavyamm@gmail.com",
  "website": "http://www.vasavya.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "918662240966",
    "919849081733"
  ],
  "mainAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "D.No: 40-9/1-16, Vasavya Nagar, Benzcircle, Vijaayawada -10, Krishna District, Andhra Pradesh",
      "Benz circle",
      "Vijayawada",
      "Krishna",
      "Andhra Pradesh",
      "520010"
    ]
  },
  "briefDescription": "VISIONImpacting lives of Women and Children through Sustainable Community Driven Lifecycle Initiatives.MISSION    To ensure the rights of women and children in life cycle through community-driven initiatives of care, protection, development and welfare    To facilitate knowledge building of communities on issues of orphan and vulnerable children with gender inclusivity and improving value of education through environmentally appropriate and culturally sensitive approaches.    To promote the physical and psychosocial health of communities by building knowledge on prevention/care/treatment and thereby increasing demand for government services; building capacity of government services; and delivering quality outreach services through community support structures.    To promote entrepreneurship and financial sustainability of vulnerable families by educating them on their economic rights, building vocational skills, employment opportunities and access to credit.    To increase capacity of the Community Based Organizations (CBOs) and civil society organisations    To facilitate meaningful participation of women and youth in multi-level democratic decision making bodies and to advocate changes for progressive policies.",
  "yearOfEstablishment": "1975"
}