{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2443",
  "name": "RURAL DEVELOPMENT ORGANISATION",
  "primaryEmail": "rdotrust1980@gmail.com",
  "website": "http://www.rdotrust.org",
  "organisationType": [
    "Advocacy & Campaigning"
  ],
  "telephone": [
    "914232230851",
    "914232230851"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "Rural Development organisation 320,Gramya Bhavan",
      "Aruvankadu",
      "The Nilgiris",
      "Tamil Nadu",
      "643202"
    ]
  },
  "briefDescription": "Rural Development Organization Trust (RDO Trust) is a Non Governmental Organization, registered under Tamil Nadu Societies Act 1860 in the year 1981 and subsequently incorporated under the Public Charitable Trust on the 1st Day of February, 1984. RDO Trust is committed to serve the rural community by promoting innovative solutions and advocate for collective responsibilities. RDO Trust offers solutions by establishing and reinforcing relationships among stakeholders, providing quality and valuable capacity building, promoting income diversification to adapt to climate change, and influencing policy decisions at district, state, and national levels through proper network systems. RDO Trust’s path-breaking work has penetrated deep into villages and work with over 250,000 people scattered throughout the difficult terrain of the Blue Mountains. The team of dedicated and competent professionals and volunteers through their exemplary work in primary education, skills development, women’s empowerment, watershed management, total sanitation, ecology and environmental activities, business capacity building, advocacy and lobbying, have assisted villages towards empowerment and self-sufficiency. This work has earned RDO Trust the respect of the community members and Government. Their opinions are sought and they work closely with Government and other development organizations on a number of Projects.",
  "yearOfEstablishment": "1984"
}