{
  "contacts": [
    {
      "name": "Palashi Kewalramani",
      "email": "p.kewalramani@joininghandsindia.org",
      "designation": "Resource Mobilliser",
      "mobile": [
        "91-11-46562485"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2478",
  "name": "JOINING HANDS",
  "primaryEmail": "info@joininghandsindia.org",
  "website": "http://www.joininghandsindia.org/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "911146562485",
    "911146562487"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "Joining Hands A-38, Ist Floor",
      "Amar Colony",
      "New Delhi",
      "South Delhi",
      "Delhi",
      "110024"
    ]
  },
  "briefDescription": "Joining Hands is a non-profit organization that focuses on skill development and enhancing employability for the less privileged youth in the country. At Joining Hands, we are geared to sensitize the youth by imparting education, training and developing skills through various youth empowerment initiatives. Launched in 2006, we are registered under the Indian Trust Act, 1882 and have reached out to more than 300 beneficiaries in the last financial year. Joining Hands has its own Training Centre focusing on enhancing employability & skill development in Badarpur, New Delhi. Initiatives of Joining Hands are as follows:►   Comprehensive Training Programme for entry level jobs: designed to enhance the employability of the urban poor youth by training them in computers,english, soft skills , work readiness/life skills to enable them to get entry level jobs in diverse sectors.►   Joining Hands Scholarship Programme: This programme has been established to facilitate the education of underprivileged deserving students who would like to pursue higher education in professional courses.►   Hospitality Skill Development Programme: This specialized training programme in hospitality Delhi  aims to train and equip underprivileged women with necessary skills which will empower them to find jobs in the steadily growing hospitality sector.Recognizing the larger need in the country, Joining Hands is committed to reaching out to more number of marginalized youth in the coming years and support them in every way to lead a sustainable livelihood.",
  "yearOfEstablishment": "2006",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "A-52",
      ", Amar Colony, Lajpat Nagar IV",
      "New Delhi",
      "South Delhi",
      "Delhi",
      "110024"
    ]
  }
}