{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2497",
  "name": "SETU",
  "primaryEmail": "contact@mysetu.org",
  "website": "www.mysetu.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "911204234542"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "C-201 ATS Greens 1,",
      "Sector 50",
      "Noida",
      "Gautam Buddha Nagar",
      "Uttar Pradesh",
      "201301"
    ]
  },
  "briefDescription": "Setu was set up in 2003 with the Mission to Skill and Empower the Under-served, as we grew over the years our mission evolved towards: Skill and Empower The Un- servedSetu endeavors to:- Enabling the growth of Children and Youth including Specially Abled- Enabling Girl Child and Women Empowerment- Caring for human health History and Achievements:2007 - After grooming over 700 street children for formal schooling. 2008 - Start of School at Nithari Village Noida with focus to educate girls.  Project: “Uday “ - Setu Shiksha Jyoti Kendra Noida2011 – Launch of special need centres for physically impaired women and HIV affected women at Pondicherry and Trichy2012- Added Skilling to projects with offering to illiterate, Semi- literate & Literate - Digital Learning, Low End Tailoring & High-end Tailoring and in Health Care leading towards Empowerment and Employability. 2015 – Launch of the exclusive Women Empowerment program (SWEEP) in Noida. The SWEEP Program has since been extended to 4 locations across Gautam Budh Nagar, Ghaziabad and Jaipur. Partnered with Smile Foundation to implement their Skilling program - Step which is now 3 years in running.2016 – Launch of Skill Programs for Differently abled (students with special needs) (Project Sammaan) (formally on 14/11/2016) in Noida. 2017 – Launch of the exclusive Women Empowerment program (SWEEP) at our Multi Skill Centre in Jaipur.         The Focus of the Setu Skill Development Program is mainly women empowerment of under the Setu Women Empowerment and Employability Program (SWEEP). Various project have been launched and Skills are offered in Basic IT, Tally, English Speaking and Retail, Tailoring ( Low end as well as High end), Textile, Hospitality, Health care and Beauty & Wellness. Skill Development courses are currently offered at our Multi Skill Centre at Village Nithari, Village Sadarpur in Noida and at Dawas, Jaipur, Rajasthan. Over last 6 years 6454 people, skilled including 6018 women & 2437 placed.Currently we am focusing on NCR area, Empowering thru Education at our school in Nithari Village Noida and Empowering thru Skilling and Employability (pre-dominantly the Girl Child and Women) at our Skill Centres in Noida. We also love to conduct General Health Camps, Dental Care Camps, Eye Care camps and Blood Donation Camps to help the Under-served along with Workshops on Prevention of Child Abuse and Sexual Harassment at Work Place across NCR.         Our Dream is to work with like-minded people and Corporates to fulfil their and our aspiration of empowering the Under-served thereby leading to achievement of our Mission – “Skill and Empower the Un-served”.During the year 2017-18 we have been able to Skill 1567 candidates including 1299 women which means over  6454  aspirants have been skilled in the last 6 Years. These includes 6018 Women and 2437 have so far been placed.  The strength at the Setu School increased to 410 as we start the operation in the year starting April 2018. The Setu Skill Centre for Specially-abled youth which was launched in December 2016 has 331 students and 57 have so far been placed.  As the Journey continues we have during the year organised over 16 health and immunization Camps also.Currently the focus is areas are NCR and Jaipur, Empowering thru Education at our school in Nithari Village Noida and Empowering thru Skilling and Employability (pre-dominantly the Girl Child and Women) at our Skill Centres in NCR. We also conducted General Health Camps, Dental Care Camps, Eye Care camps, Immunization Camps and Blood Donation Camps to help the Under-served. Workshops on Prevention of Child Abuse and Sexual Harassment at Work Place were also conducted across NCR. Our Dream is to work with like-minded people, organisations and Corporates to fulfil their and our aspiration of empowering the Under-served thereby leading to achievement of our Vision – “Transforming Lives”.",
  "yearOfEstablishment": "2003",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "C- 72 Basement Floor",
      "NDSE Part II",
      "New Delhi",
      "South Delhi",
      "Delhi",
      "110049"
    ]
  }
}