{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=250",
  "name": "St Jude India Childcare Centres",
  "primaryEmail": "ushabanerji@stjudechild.org",
  "website": "www.stjudechild.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "912223515174",
    "919819272064",
    "912223515175"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "St. Jude India ChildCare Centres,",
      "628/629, Arun Chambers, Tardeo Road, Next to Tardeo AC market, Tardeo",
      "Mumbai",
      "Maharashtra",
      "400034"
    ]
  },
  "briefDescription": "St.Judes provides clean, safe and cost free accommodation to children (and their accompanying parents) who are undergoing treatment for chronic diseases like cancer in Mumbai and other cities of India and facilitate their recovery.It has developed a sustainable model that places children undergoing treatment for cancer on the path to a happy and healthy life. In major cities of India where low cost, high quality cancer treatment is available, needy children suffering from cancer, and their parents travel to these hospitals from distant towns and villages. The hospitals do not treat them as in-patients all through the long drawn out treatment. These families often do not have a place to stay and end up on the streets, whenever the child is not admitted to hospital. St. Jude India ChildCare Centres provides these families with free of cost holistic support including housing, nutritional support, transportation to and from the hospital, counselling for the family and new skills for income generation, educational and recreational activities, including art-based therapy, music therapy and yoga.St. Jude  provides  \"A Home away from Home\" for these families, during these difficult times.",
  "yearOfEstablishment": "2006",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "The Victoria Mills Ltd., Victoria House",
      "Pandurang Budhkar Marg, Lower Parel",
      "Mumbai",
      "Maharashtra",
      "400013"
    ]
  }
}