{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2541",
  "name": "Calcutta Social Project",
  "primaryEmail": "ngo _csp1972 @yahoo.com",
  "website": "www.calcuttasocialproject.net",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "913324758503"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "114A",
      "Motilal Nehru Road",
      "Kolkata",
      "West Bengal",
      "700029"
    ]
  },
  "briefDescription": "Calcutta Social Project (CSP)  works with Street Children and Slum Children, of Kolkata, India. The single minded focus of work is to create opportunity for such children to access education and skills that will ultimately enable them to stand on their own feet as socially productive citizens. CSP  has 42 years of experience in working for the poorest of the poor in Kolkata. It has and is being supported invarious programs by the Central and State Governments of India, by donors of the stature of Nobel Laureate Mr Gunter Grass, and overseas and national associates of more than 30 years standing. .Once CSP takes up a child in this street and slum children program it ensures that the child, at the very least, completes High School and, wherever feasible, graduation.  CSP has always been working to reduce gender inequality in literacy with a sizeable number of its underprivileged beneficiaries being female Where the child is wanting in the academic potential to go for graduation, CSP tries to provide skills training of vocational nature to inculcate Income Generating Skills. Calcutta Social Project runs a Girls Shelter Home , a Boys Open Shelter, Day Care centres , four education centres for street and slum children , two free computer education centres for underprivileged slum and street youths and a formal, Government affiliated Primary school incorporating a Balwadi or kindergarten called GARDEN FOR CHILDREN.",
  "yearOfEstablishment": "1972",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "172/3 RASH BEHARI AVENUE, KOLKATA 700 029",
      "Kolkata",
      "West Bengal",
      "700029"
    ]
  }
}