{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2563",
  "name": "Youth Association for Voluntary Action and Rural Development",
  "primaryEmail": "Yavard01_02@yahoo.co.in",
  "website": "http;//www.yavard.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "919438142338"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "At-Sukhapali",
      "Sundargarh",
      "Odisha",
      "770040"
    ]
  },
  "briefDescription": "YAVARD is a non-profit making secular organization registered under society registration ACT.1860.It is developmental organization in particular with a primary focus on enabling marginalized communities with development process, registered in 1993-94 Under the Society Registration Act1860 and FCRA in the year 1998-99.Vision-YAVARD visualizes a society in which peace, justice and equality prevail and where in all citizens irrespective of cast, creed and language and religion live in peace and communal harmony. Mission- To strive for peaceful, Contended, prosperous, educated, happy and healthy community. YAVARD is currently working in two districts namely Sundergarh and Deogarh. The organization has integrated approach in its work culture by involving community based organization. Since its inception, organization has closely associated with people those are in need. Organization has been focusing more on facilitating organization building process and empowering people at grass -root level. Mobilizing Tribal women and organizing them on socio economic and political issues has become the focus program of the organization. More then 218 SHG has formed so far at the village level and two federation and 3 Cooperatives developed for NTFP marketing. Its aims at develop the potential and managerial skills of the people through various capacity building programmes. Core value;-Integrity, Accountability, Commitment to work, Respect for the community, Belief in the people power.,",
  "yearOfEstablishment": "1994",
  "regiseredAddrress": {
    "state": "Odisha",
    "address": [
      "AT-TALBAHALI PO-KULIPOSH VIA-KHUNTHOAN",
      "TALBAHALI",
      "Sundargarh",
      "Odisha",
      "770044",
      "FC-6 return.docx"
    ]
  }
}