{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=257",
  "name": "Asha Ka Jharna",
  "primaryEmail": "info@ashakajharna.org",
  "website": "www.ashakajharna.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Network"
  ],
  "telephone": [
    "911594223094",
    "919414036896",
    "911594222930",
    "911592237537",
    "911572256537"
  ],
  "mainAddrress": {
    "state": "Rajasthan",
    "address": [
      "Harlal Ka Kothi",
      "Nawalgarh",
      "Jhunjhunu",
      "Rajasthan",
      "333042"
    ]
  },
  "briefDescription": "‘Asha Ka Jharna’ as a voluntary non-profit organization has been working for the cause of disability since 1997. Our Three special schools for intellectually disabled (including cerebral palsy, Down syndrome, autism and other developmental disabilities) as well as hearing and speech impaired children have been providing services spanning two districts; three towns and surrounding villages in the semi-arid rural areas of north-western Rajasthan (INDIA). Special education, therapeutic, vocational, guidance and counseling to more than 200 special children and their families are provided on a regular basis. Training, capacity building in the field of rehabilitation and outreach services is also being undertaken. Apart from special school set up, we also provide OPD services for physio & speech therapy; referral; need based home therapeutics & special education facilities etc. AKJ is also a collaborative partner managing CHILDLINE (1098) - Nationwide Toll Free Helpline for children in distress providing round the clock emergency outreach services at our Sikar center. Asha Ka Jharna is the recipient of “BEST NATIONAL ORGANIZATION AWARD 2014” by The National Trust (Ministry of Social Justice & Empowerment, Govt. of India) as well as “BEST STATE NGO AWARD 2009” by Rajasthan Government. We also got National “Nina Sibal Award 2018” for Best Organization in Disability Sector.",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "302 Durga Chambers",
      "D B Gupta Road Karol Bagh",
      "New Delhi",
      "Delhi",
      "110005"
    ]
  }
}