{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2597",
  "name": "MULTIPURPOSE ACTIVITIES FOR NOBLE ASSISTANCE AND BENOVELANCE FOR INTEGRATED COMMUNITY",
  "primaryEmail": "manabic.birati@gmail.com",
  "website": "www.manabic.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Support"
  ],
  "telephone": [
    "919831433930",
    "919433933050"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "12/1 Mahajatinagar ,Block-1 Post Office-Birati ,KOLKATA-51 District-24Parganas(North) PIN-700051",
      "BIRATI",
      "North 24 Parganas",
      "West Bengal",
      "700051"
    ]
  },
  "briefDescription": "BACKGROUND: In the year of 2009 under the leadership of Sri Bidyut Kumar banerjee with the mutual support and cooperation of a group of social workers, the society, “ MULTIPURPOSE ACTIVITIES FOR  NOBLE ASSISTANCE AND BENEVOLENCE FOR INTEGRATED COMMUNITY”( in short, MANABIC) was formed to reach out to the poverty stricken and vulnerable masses with preventive Education and Social awareness, services to all community particularly to old age people so that they become self dependent and stand on their own feet with dignity and become aware for health care and rights.VISION:  MANABIC’s vision is to create an empowered and self reliant society as a catalyst to bring changes in the millions of children, youth, women and old aged people., who are not privileged, by providing counselling and sducational services towards the betterment of physical and mental health that are accessible to all sections of society having noble and committed leadership with transparency.MISSION: MANABIC’s mission as a multidisciplinary organisation is to aspire to make people aware, build up social responsibilities, mobilise resources for sustainable development. To empower the unprivileged and underprivileged by strengthening their economic, social and health status through impartial development programme to the integrated community.APPROACH: MANABIC’s approach is to making people conscious and aware by breaking their inertia is the main form of intervention. MANABIC’s approach is to serve the community in the area of sensitization, training and intervention of children, youth, women and old aged people. Organise people and facilitating developments of their capacity for decision making is the key approach.",
  "yearOfEstablishment": "2009"
}