{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2652",
  "name": "Sister Nivedita Foundation",
  "primaryEmail": "sisterniveditatrust@yahoo.com",
  "website": "http://www.sisterniveditatrust.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912812575061",
    "919824300160"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "3,Balmukund Plots,",
      "Rajkot",
      "Gujarat",
      "360007"
    ]
  },
  "briefDescription": "Sister Nivedita Educational Complex was founded in 1968 by Smt. Ushaben Jani and Shri Gulabbhai Jani.Ushaben and Gulabbhai Jani were Professors of Economics in a college affiliated to Saurashtra University in 1967. As part of the celebrations of the birth centenary of Sister Nivedita, they arranged few lectures and programs in the college. Swami Atmasthanandji, the then President of Ramkrishna Ashram, Rajkot was quite impressed by their work. Swami Atmasthanandji asked them to carry out the same activities at the school level as well. Inspired by him, Smt. Ushaben and Shree. Gulabbhai opened a small K.G. school in the name of Sister Nivedita in 1968 and thus Sister Nivedita Educational Complex (SNEC) came into existence.The aim of SNEC is to provide quality education to all. We aim to challenge the conventional \"teacher-to-student\" or one-way method of teaching, giving way to active involvement of the students in the learning process through group workshops, activities and interactive sessions. Our effort is directed to encourage self-learning, while developing the mind, body and spirit.After one year of activities of Sister Nivedita Educational Complex, parents and guardians of the students approached and persuaded us to start primary school and a year later to start High School and Higher Secondary School. Brick by brick, SNEC was built and today it indeed stands as a huge educational complex with a number of sister institutes and activities as a part of it.",
  "yearOfEstablishment": "1992"
}