{
  "contacts": [
    {
      "name": "Subimal Dutta",
      "email": "ambassadorsservicesociety@gmail.com",
      "designation": "Director General",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2722",
  "name": "Ambassadors Service Society",
  "primaryEmail": "ambassadorsservicesociety@gmail.com",
  "website": "www.ambassadors.org.in",
  "telephone": [
    "913229252839",
    "919474448095"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Ambassadors' Tower, Mission Road,",
      "PO- Keshiary (Jamsole)",
      "Kharagpur",
      "West Medinipur",
      "West Bengal",
      "721133",
      "Phone Bill of Jamsole.tif"
    ]
  },
  "briefDescription": "‘Ministry of Ambassadors’ has derived its origin within the trials & tribulations of people – in general of all sects irrespective of caste, creed & color. When Dr. Subimal Dutta was pastoral ministry during those days of initiation, he stumped up ambivalent circumstances in existence on the rampage then in terms of affliction, distress; pain & suffering of people that upset his heart & that harrowing experience give a fillip to the idea of giving birth to this social & benevolent organization amidst the people. He endeavored to put into practice in various ways & means in order to exterminate and/or diminish to some extent these adversity, despondency, dejection, melancholy, pitiable condition, expropriation and destitution among affectionate & tender – hearted children, women & people but he was not in a position to knock down all these and render assistance to them. In his such an eclipsed & helpless condition, mental anguish & bitter experience when he did not find any way out to help and stand by them and was groping about in the dark – the almighty God taught him many lessons about these helpless lives and devastated society and He by His words and speeches penetrated into his heart and life ‘Caring for orphans, widows and who need help, and keeping yourself free from the world’s evil influence’ (James-1: 27). Upon solemn and sturdy foundation of these instructions, AMBASSADORS' gets established in the month of April, 1995 with manifold oppositions, hurdles and risks.",
  "yearOfEstablishment": "1995",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "Ambassadors Mission, Patharhuri, PO - Binandapur, PS - Keshiary",
      "Dist - Paschim Medinipur",
      "Kultikri",
      "West Medinipur",
      "West Bengal",
      "721135",
      "Path Elec Bill.tif"
    ]
  }
}