{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2727",
  "name": "Progressive Rural Active Youth's Action for Society",
  "primaryEmail": "prayasindia.org@hotmail.com",
  "website": "http://www.prayas-bharat.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919836509314",
    "913365551282"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "House of Mr. Lakshman Chandra Khamrui",
      "ICHAPUR Sealdanga",
      "P.O.- Santragachi",
      "Howrah",
      "West Bengal",
      "711104"
    ]
  },
  "briefDescription": "PrefacePRAYAS is not-for-profit social development Organisation working for our society. Founded 1988, PRAYAS has grow into regional level agency with operation in two districts of West Bengal and two districts of Jharkhand. With our core competencies in child labor, tribal empowerment and community based participatory approach to development; we believe that the key to a developed and self-sustained society is in the hands of the people themselves. PRAYAS is a catalyst to that development process, channeling our strengths and resources to build a better future for our children, youth and women.Vision:PRAYAS envisages a society free from the perils of religion, caste, creed or class, where people live in peaceful coexistence with nature, utilizing nature’s resources to meet only their needs; and where people are healthy, educated and prosperous in physical, mental and materials terms.MissionPRAYAS shall strive towards providing opportunities for social and economic advancement of the poor and underprivileged sections of the society. The organization shall always strive for the empowerment of women and development of children as guiding forces to build a stronger and self-sufficient society.Prayas’s Focus\tPromote education and health\tSecure a right to livelihood\tReduce vulnerable to natural disasters\tEnsure gender equality and freedom from discriminationPrayas’s Culture\tBe collaborative\tBe accountable\tBe cost-effective\tMake a difference",
  "yearOfEstablishment": "1988",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "ICHAPUR Sealdanga",
      "P.O.- Santragachi",
      "P.S.- Jagacha",
      "Howrah",
      "West Bengal",
      "711104"
    ]
  }
}