{
  "contacts": [
    {
      "name": "Dr. A. Jaman",
      "email": "krdsindia1984@gmail.com",
      "designation": "Secretary & Chief Functionary",
      "mobile": [
        "91-9732585890"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2768",
  "name": "KAMDEBPUR RURAL DEVELOPMENT SOCIETY",
  "primaryEmail": "krds_swa@yahoo.com",
  "website": "www.krdsindia.ngo",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "91339732585890",
    "919609112688"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Baidyapara",
      "Near State Bank of India",
      "Sonarpur",
      "South 24 Parganas",
      "West Bengal",
      "700150"
    ]
  },
  "briefDescription": "1995-2000 – During this time, KRDS gave emphasis on youth development activities  through different vocational training programmes.2000-2005 – In this short period,  KRDS gave emphasis on Awareness Generation Programmes on different issues viz. basic health care, hygiene, law, and environment for the rural and poor women. Also, we have started  the Creche and Balwadi programme for 0-6 year’s children. For the benefit of rural poor  patients, who were in  dire  straits and needing  urgent  medical  attention  in Hospital, we have started  the Ambulance service on PPP mode.2006-2008 – During this time, we have started National Rural Health Mission (NRHM) supported Auxiliary  Nurse  & Midwifery   (ANM)  training  programme,  the certificate of the said course was accredited by West Bengal Nursing Council. Also, during this period,  we have trained  the  women  self  help  group  members  on Entrepreneurship Development Programme (EDP) on Food Processing. 2008-2010 – During this period, KRDS was selected as the recipient of the coveted NETAJI  AWARD for  the best  performance in conducting Consumer Awareness Programmes by Consumer Affairs & FBP Deptt., Govt. of West Bengal. Also, we gave emphasis on short term vocational training programmes under the tutelage of  WEST BENGAL STATE COUNCIL OF  TECHNICAL  EDUCATION. We have also  emphasized  on  holding  awareness camps for the community about injustice meted out to environment by the ever growing human civilization, urbanization, industrialization, green house gasses, inorganic farming and rampant extraction of ground water level.  2010-2012 – During this period,  we have emphasized on Food Processing Training Programme at different districts in West Bengal. We have started two new ventures  viz.,   “Soya-Nugget  Manufacturing  Unit” and  “Rural  Industry Service Centre” for the rural women with the backing of “Department of Food Processing & Horticulture” Govt. of West Bengal and “Khadi & Village Industry Board”.2012-2016 – •\tDuring these period, As UNICEF Partner,  KRDS has been conferred with greater  responsibilities in  Pulse Polio,  Routine Immunization & BCC programmes  for  10  High  Risk  GPs  of  2  Blocks, namely,  Magrahat - I & II respectively   under  the backward prioritized South  24 Parganas district in West Bengal.•\tKRDS has given emphasis on “Nirmal Bharat Abhiyan” at Jugdia Gram Panchayat of Magrahat-II Block under South 24 Parganas District of West Bengal. Under order from Block Development Office of Magrahat - II Block KRDS constructed 110 nos. of “AMAR SOUCHAGAAR” for the underprivileged people of Jugdia. Today the villagers of Jugdia are celebrating the success of “AMAR SOUCHAGAAR”. The same village a year ago had a different look with human excreta, various water born diseases prevailed. Old age people and pregnant women faced lot of problems to go for toilet particularly in nights. But the desire for change and, giving a life of dignity especially to women has changed the entire scenario of Jugdia.•\tDrinking Water to poor villagers: Everyday these people walk for miles to collect water. If often stops children from attending school, and women from working, as they are spending much of their day fetching and carrying water. The water that is being collected is often unsafe and contaminated by disease by bacteria and parasites. This is because it’s open, and animal can also bath out of it. They never leave hope. Through our USA Donor’s support we install drinking tube well at 5 villages out of 20. After receiving the water they leave with hope especially women.",
  "yearOfEstablishment": "1996",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "Vill- Kamdebpur, P.O- Gokornee",
      "P.S- Magrahat",
      "Kamdebpur",
      "South 24 Parganas",
      "West Bengal",
      "743601"
    ]
  }
}