{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2777",
  "name": "MADHYAM FOUNDATION",
  "primaryEmail": "madhyamfoundation@gmail.com",
  "website": "www.madhyamfoundation.org.in",
  "organisationType": [
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "916742557029",
    "916742557029"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "N 4/309, IRC Village,",
      "Nayapalli, Bhubaneswar",
      "Bhubaneswar",
      "Khordha",
      "Odisha",
      "751015"
    ]
  },
  "briefDescription": "Madhyam Foundation, Odisha, set up during 2004, is a state level NGO, exclusively focused on promotion of livelihoods among members of women self help groups and Producers Co-operatives. One of its key mode of engagement has been to work with small and medium level NGOs in backward pockets of the state .Madhyam has a successful track record of promoting SHGs and co-operatives and diversifying their livelihood options in sub sectors such as vegetable cultivation, SRI, dairy and poultryMadhyam Foundation, through its 13 partner NGOs in 8 districts of Odisha, have promoted 4285 women SHGs with a membership base of 44,423.Out of these total members, 8134 SHG members have been  nurtured to undertake livelihood activities such as dairy( 1180). Other focus area of Madhyam Foundation is linking the women farmers with social security schemes, prevention of trafficking of women & girls,leaf plate making, support services for migrants. Promotion of Diversion based irrigation and skill building and placement of rural youth. Madhyam is also involved in some secondary activities like undertakes Research, Evaluation studies and capacity building programmes for different stake holders.",
  "yearOfEstablishment": "2004",
  "regiseredAddrress": {
    "state": "Odisha",
    "address": [
      "N 3/202, IRC Village",
      "Nayapalli, Bhubaneswar",
      "Bhubaneswar",
      "Khordha",
      "Odisha",
      "751015"
    ]
  }
}