{
  "contacts": [
    {
      "name": "ABDUR RAKIB",
      "email": "kagus_rakib@rediffmail.com",
      "designation": "Coordinator",
      "mobile": [
        "91-9933641799"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2785",
  "name": "Khanpur Azad Gram Unnayan Samity",
  "primaryEmail": "kagus_ngo@rediffmail.com",
  "website": "www.kagus.ngo",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service"
  ],
  "telephone": [
    "919933641799"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "PO-Goalpara,",
      "khanpur AamBagan",
      "Malda",
      "West Bengal",
      "732126"
    ]
  },
  "briefDescription": "Beginning with a small group of committed people, KHANPUR AZAD GRAM UNNAYAN SAMITY was formed in the year 1987 attempting to transform its beliefs into reality. It is an organization based in the District Malda of West Bengal. It got formally registered in 1995.We started our activities with one non-formal education and vocational training center for women in the village Khanpur during  last seventeen years our activities have been broadened in the fields of female literacy, formal education for children, nonformal education, rural employment, income generating skills, SHG formation, community health and awareness programmes on various social issues. The activities reach out to poor and marginalized women, adolescents and disadvantaged and marginalized children from rural areas of Malda district. KAGUS journey owes much to the unflagging support of a large number of friends, supporters and well-wishers of Chanchal II Block, Malda district.      KAGUS is a well-recognized Non Governmental Organization (NGO) in Malda, West Bengal and has various donations related permissions. Donors are entitled to Income tax rebate under 12A, 80G. For Foreign donors our Organisation has an FCRA account. KAGUS aims at Rural Welfare Reforms for the Indian every Woman and Girl Child, Social welfare and Health Welfare. It is an Indian NGO for Social Services, Indian Child Welfare Services, and Welfare for the Rural Woman, Rural Education and Self Employment",
  "yearOfEstablishment": "1987",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "PO-Goalpara,",
      "khanpur",
      "Malda",
      "West Bengal",
      "732126"
    ]
  }
}