{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=280",
  "name": "Kajla Janakalyan Samity",
  "primaryEmail": "kjks1001@gmail.com",
  "website": "www.kjksindia.ngo",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "913220256236",
    "913220256236",
    "919434018658",
    "919732821125"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Vill & P.O. - Sarada, Via Deulbarh, P.S. Contai.",
      "Contai. Dist. - Purba (East) Medinipur.",
      "Haldia",
      "East Medinipur",
      "West Bengal",
      "721427"
    ]
  },
  "briefDescription": "Kajla Janakalyan Samity (KJKS), non-government organization based in East Medinipur district of West Bengal State was registered under Societies Act, 1860 in the year 1956. This NGO had started organically as \"Milita Bandhab Club\" with a group of enthusiastic youths coming forward for the betterment of their village's socio-cultural conditions in the year 1943 and worked for helping serious patients of the community by taking them to hospitals, solving different village issues and organized sports, cultural activities and other educational programs in the community without any external assistance (both financially and non-financially). In 1945 an enthusiastic youth re-organised and led this group of committed youths and the club by registering it and bringing in organisational systems to avail all the facilities of Government & others in their path of service. With a piece of donated land they constructed a building, started a Library, a Clinic, Non-formal schools, helping the sick, physically carrying the patients to hospitals, and Supplementary Coaching Centre for the local children and people. KJKS has been intervening in the area of Child Centric and Quality Education for a period of two and a half decades now on. It had started working in the area of education since 1991-92 with the financial support from and institutional partnership with CRY – Child Rights and You (then Child Relief and You) and continued the intervention down the years with CRY’s support apart from KJKS’s own resources and community contribution. The organization operates in both East and West Medinipur districts along with the district South 24 Parganas and works in the areas of sustainable Livelihood, Agriculture, Environment, Community Development, Women's Empowerment, Holistic Child Rights, Health and Nutrition, & Disaster Risk Reduction apart from its focused interventions in Quality Education for enhanced learning outcomes amongst children and retention in schools vis-a-vis RTE Act and norms. Though KJKS works in the area of Education in all the 3 operational districts, its own schools are based in the district of Purba Medinipur. KJKS collaborates and works with govt. schools, Dept. of Education & Health, DCPS, SCPCR, NCPCR, DPO - SSM, ICDS and its Body, PRIs, Govt. & Administration at micro and macro levels, and Media intensively.Till date, KJKS has impacted and reached 50,000 children and 1.5 Lakhs adults. Due to its efforts in education, 3 Govt. schools have got exemplary awards and accolades from the Govt.",
  "yearOfEstablishment": "1956"
}