{
  "contacts": [
    {
      "name": "Sharmila Oswal",
      "email": "contact@greenenergyfoundation.in",
      "designation": "Founder President",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=2994",
  "name": "Green Energy Foundation",
  "primaryEmail": "contact@greenenergyfoundation.in",
  "website": "greenenergyfoundation.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919730350000"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Oscan House, 203/4, Winners Court",
      "Lullanagar Junction, Ext. M.G.Road",
      "Pune",
      "Maharashtra",
      "411040"
    ]
  },
  "briefDescription": "Green Energy Foundation (GEF) established itself as the most passionately referred NGO for environmental protection and combating climate change. GEF’s vision is global sustainable prosperity through sustainable lifestyle & sustainable technologies.GEF promotes sustainable lifestyle through innovative awareness programs on waste management, water & energy conservation across cities. Wealth out of Waste campaign (WoW with ITC - 2009), Save the water campaign (With UNESCO – 2010), Right to Pee campaign (With Pune Municipal corporation – 2011), Switch2Green housing society contest (With Racold Thermo Ltd – 2012 are amongst the most successful campaigns and events run by GEF in past. GEF plans to solve challenges faced globally with respect to water and energy poverty by promoting sustainable technologies at village level. GEF has designed solar lamps customized to the need of poor households. GEF with it’s team of dynamic engineers manufactures lamps and with it’s team of expert social workers distributes it to the most needy people. GEF recently completed first phase of program whereby 200 solar lamps were distributed to tribal families from Mawal block (Pune district). Green Energy Foundation recently conducted energy audit of housing societies resulted in saving of 43000 units.GEF conducts trainings and organizes workshops on topics such as Green building, Environmental laws, Energy efficiency and conservation, Rainwater harvesting, wealth out of waste etc.GEF works with Corporate for designing and execution of green CSR projects, GEF works with government for environmental policy research and advocacy.",
  "yearOfEstablishment": "2010"
}