{
  "contacts": [
    {
      "name": "Kumar Prasant (Dr)",
      "email": "vicalp@yahoo.co.in",
      "designation": "Executive Secretary",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=306",
  "name": "Visionaries of Creative Action for Liberation and Progress",
  "primaryEmail": "vicalp@yahoo.co.in",
  "website": "www.vicalp.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919437578487"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "Nishant Niketan, Dharmpur",
      "Gopalpur-on-sea",
      "Ganjam",
      "Odisha",
      "761002"
    ]
  },
  "briefDescription": "VICALP works with Dalits, Adivasis & OBCs communities with a special focus on women issues in 200 villages in 12 Panchayats of Mohana block in the district of Gajapati comprising a population 15650 people as direct beneficiaries; VICALP currently promoting NRM (land, forest & water) based livelihoods by encouraging communities to undertake land bonding activities, vegetable cultivation, formation of seed & grain banks & SRI cultivation to address the food security of 3471 house holds.  VICALP promoted 130 no. of SHGs to become self reliant and economically empowered, encouraging them to derive financial assistance form micro-finance institutions for entrepreneur development. Besides this VICALP has promoted 7 PDS out lets autonomously manages by village women SHGs.  VICALP is also promoting a people’s campaign popularly known as “Ekta Abhiyan” to check and expose corruption particularly in NREHGS using RTI as essential tool in Mohana block. Besides this the Ekta Abhiyan campaign has at large taken up the issue of communal unrest in Kandhmal and Gajapati district; and to re-establish peace and harmony among the affected communities, the campaign has already intervened in 80 Panchayats of 2 Districts (Gajapati & Kandhamal) by forming 80 Panchayat level & 772 village level peace committee and involving 17941 people (Male: 15790, Female: 2151) to address peace, unity and communal harmony in the communal conflict torn area. VICALP has been also engaged in research activities under the guidance of Dr. Dip Kapoor, Associate Professor, University of Alberta-CANADA, and the research unit of VICALP has already taken up a research titled as “Learning in Adivasis Dalit Movement in South Orissa since 2007.",
  "yearOfEstablishment": "1995",
  "regiseredAddrress": {
    "state": "Odisha",
    "address": [
      "Brahama Nagar, 3rd line",
      "Berhampur",
      "Ganjam",
      "Odisha",
      "760008"
    ]
  }
}