{
  "contacts": [
    {
      "name": "Shuaiba Rahaman",
      "email": "shuaiba@gmail.com",
      "designation": "Consultant - Donor Relations",
      "mobile": [
        "91-9845156400"
      ]
    },
    {
      "name": "Shuaiba Rahaman",
      "email": "shuaiba@gmail.com",
      "designation": "Consultant - Donor Relations",
      "mobile": [
        "91-9845156400"
      ]
    },
    {
      "name": "Shuaiba Rahaman",
      "email": "shuaiba@gmail.com",
      "designation": "Consultant - Donor Relations",
      "mobile": [
        "91-9845156400"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=312",
  "name": "Akshara Foundation",
  "primaryEmail": "aksharafoundation@gmail.com",
  "website": "http://www.akshara.org.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918025429726",
    "918025429728",
    "918025429726"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No.621, 5th Main.",
      "OMBR Layout, Banaswadi",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560043"
    ]
  },
  "briefDescription": "Akshara Foundation was established in March 2000 at the request of the Government of Karnataka. It was conceived as a tripartite partnership between the government, corporate sector and the voluntary sector with the mission: “Every child in school and learning well”.  The government took the lead in setting up the organization and allowing access to its schools; corporate leaders lent financial support and, community volunteers assisted in implementing the programs. In many ways, this is a unique model with a built-in capacity to address change at a mass scale.Akshara firmly believes in working with the government to bring about large scale and rapid changes. The programs therefore aim to supplement and not supplant the governmental efforts in universalizing primary education. We design the teaching learning material, the training modules, the assessment metrics and provide support in terms of monitoring and technology. This makes the programs sustainable and builds capacity within the school system for improvement.Since its inception in March 2000, Akshara has touched the lives of over one million children in the state of Karnataka, India.Over the last fifteen years, Akshara has run multiple programs designed to address the gaps in children’s learning. The focus has been to make the solutions comprehensive, scalable, replicable and cost-effective. All Akshara’s programs are child-centric and are designed to ensure that enrolment in schools increase, drop-outs from schools decrease and that children’s learning outcomes  improve. In particular, Akshara works in close partnership with the Education Department of the Government of Karnataka to supplement Primary school programmes, and the Department of Women and Child Welfare to supplement existing pre- school (Anganwadi) programs.",
  "yearOfEstablishment": "2000"
}