{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=3267",
  "name": "Maharashtra Samajik Vikas Trust",
  "primaryEmail": "msvt_penraigad@rediffmail.com",
  "website": "www.msvt.in",
  "telephone": [
    "912143253486",
    "919423379370"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Gala no.21, APMC market yard,, Opp.Pen railway station",
      "Gala no.21, APMC market yard,",
      "pen",
      "Raigad",
      "Maharashtra",
      "402107"
    ]
  },
  "briefDescription": "Total Staff-full time-30, Part time Resource Persons10Areas Serving By MSVT:HealthEnvironmentCapacity BuildingLivelihoodSwachh Bharat AbhiyanDrinking Water & SanitationAdarsh GramNirmal Sagar Tat AbhiyanVISIONWe Envisage a society where health, Tribal, Water Problem and holding of various issue through awareness to community for employment and self reliant.   MISSIONWe will work grass root through community mobilization, education awareness for development.  \tTo open schools, college and Medical, Technical and Industrial, institutions, to establish and start science, commerce and vocational institutions and to run them or to assist or help or encourage such Institutions. To start Military schools and to help the intelligent students learning in the military school. Military training and health Protection center be opened.\tThe eligible Poor, needy and deserving students will be provided financial help or the help they need. To start Ashram schools and to run them for these students.\tDeserving poor and needy students will be provided meals, medicines and medical treatment or to help them as per their requirement.\tEnvironment & Education regarding the nature as whole, the assistant to dumb and deaf, and physically handicapped children, to achieve the expected success in their lives. \tDue to cyclone, or any other natural calamities, like earthquake any assistance or help required by the sufferers of those calamities will be given including medical or financial help etc. The people or the institutions devotedly working for this social cause will be given financial help too. \tTo start maintain and open charitable medical health centers. Open free libraries for literacy programme, open gymnasium centers or any other education providing help to develop knowledge of the society, distribute free books and educational material to the poor and female students, and provide free ships and prizes to the brilliant students. \tTo arrange and organize cultural programmes, sports competitions, and to organize educational, Social, cultural programmes to enhance the progress of the nation to propose the programmes to achieve the goal. \tTo provide training centers in the Industrial and Agriculture areas backward areas to achieve development. etc.",
  "yearOfEstablishment": "1998"
}