{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=3427",
  "name": "Vishva kalyan Society",
  "primaryEmail": "drdcparikh@gmail.com",
  "website": "www.vishvakalyansociety.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919375510101",
    "912778252722",
    "919427367100",
    "919427367500"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "Atmavallabh Hospital Campus",
      "Near G.E.B. State Highway",
      "Idar",
      "Sabarkantha",
      "Gujarat",
      "383430"
    ]
  },
  "briefDescription": "Vishvakalyan Society provides quality medical services to tribal & marginalized people of backward districts of North Gujarat and Rajasthan either free or at affordable cost through Atmavallabh Hospital, Idar. Having started as a small surgical clinic in rented building on 06-02-1991 from the provident fund of teacher couple by his son, a surgeon, it has grew into own campus having 100 bed hospital with in house blood bank, affiliated with own government recognized nursing and paramedical collage educating 400 students every year. It also manages two mobile medical units offering free primary health care to tribal. During last five years•\tSociety has served 550466 persons of which 88% were examined free in OPD and •\t29469 persons were operated of which 51% were operated free. To control of blindness we work hand in hand with government since 2000. We are one of the founder members of Gujarat chapter of Vision 2020 Right To Sight, a global initiative of WHO and our managing trustee is one of its founder trustee.  To provide free primary health care we have partnered with National Rural Health Mission to provide free primary health care since 2012. We serve 200+ persons daily. Our performance has remained the best in the whole state. To provide medical fraternity qualified and skilled man power and to enable the youth to get employment we conduct many paramedical and nursing courses since 1999. More over 886 students received scholarship of Rs 243 lacs in last 6 years.To detect and treat hypertension and diabetes we are going to launch a program by establishing NCD clinic at base hospital and in 12 villages which will be visited on every fortnight. We also plan to establish Diagnostic centre and ICCU. We do plan to get associated with PMKVY. More over developing an Education Campus is our dream.We are active in humanitarian activities like distribution of clothes to needy and calipers, wheelchairs and tricycles to disabled and grass and water to animals. We voluntarily get engaged in relief activities during  earthquake, flood or famine. We care for sick. old & stray animals.VisionEternal Happiness of all living following principle of Live and Let Live.MissionLet all be healthy. Let all be Happy. Let all be educated. Let all be earning.PhilosophyLet Non-violence be its foundation & Compassion be its pillars.Let Humanity acts as masonry & Services to mankind add the strength.Let Grace of God enable us to make every Human Healthy & Happy.Ideology1.\tCure from illness, prevention of diseases and promotion of health get equal importance.2.\tEducate everybody to have skill to earn livelihood and be a responsible citizen.3.\tServe the needy with respect & dignity. Be accountable & affectionate in action.4.\tWelcome Comments & criticism to improve. Accept appreciation to be more responsible.Goal1.\tEstablish a multidisciplinary hospital at Idar to serve either free or at affordable cost.2.\tTake primary health care to remote areas by camps, sub centers and mobile medical units. 3.\tWelcome super specialists at base hospital from higher centers to provide tertiary care.4.\tEstablish educational institutes. Start with paramedical, nursing and vocational education.5.\tPromote Relief activities, welfare programs, and income generation projects.6.\tTo enable the disabled, Rural development & preservation of environment are our goals.",
  "yearOfEstablishment": "1988"
}