{
  "contacts": [
    {
      "name": "Rajesh Babu",
      "email": "rmd.rmd1970@gmail.com",
      "designation": "Admin Executive",
      "mobile": [
        "91-44-28157212"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=3511",
  "name": "R.M.D. PAIN & PALLIATIVE CARE TRUST",
  "primaryEmail": "rmd.rmd1970@gmail.com",
  "website": "www.rmdpainpalliative.com",
  "organisationType": [
    "Support"
  ],
  "telephone": [
    "914428157212",
    "914428157373",
    "919381016588"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "No 13,Ragaviah Road",
      "T Nagar",
      "Chennai",
      "Tamil Nadu",
      "600017"
    ]
  },
  "briefDescription": "RMD Pain Relief and Palliative Care, is a registered non profit  organization located in T. Nagar Chennai, headed by Dr. Republica Sridhar a Palliative and Geriatric Care Specialist with over 15 years of experience in caring for the terminally ill. The organization provides pain relief and palliative care to terminally ill patients and their families through medical care and counseling. The organization provides out/in patient service and home visits, Family support and Counseling, Grief and Bereavement support. RMD is ISO Certified ISO 9001: 2008 and also empanelled with TISS (Tata Institute of social sciences)We are a non profit organisation with FCRA Registration and for over 15 years we look after people with terminal illness advanced cancer, elderly care for the underprivileged provide palliative and hospice services for over 300 patients. We run 4 centers in Chennai, Madurai and KANCHIPURAM. We also provide training for lower socioeconomic students with skilled courses and job opportunities hereby,improving  their livelihood. THE trust has built RMD SPECIALITIES HOSPITAL  a 50 bedded exclusive Palliative Geriatric and Oncology Hospital in Amarambedu. The hospital will cater to the needs of the terminally ill and the geriatric population. Our core areas are cancer, elderly,women empowerment,awareness and community based palliative home based care. The hospices provide care for cancer and non cancer care.",
  "yearOfEstablishment": "2005"
}