{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=3555",
  "name": "ISCERD",
  "primaryEmail": "iscerd@gmail.com",
  "website": "www.iscerd.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "+919845232889",
    "+919964635199"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No.538,Nidaghatta,Maddur Taluk,Manda Dist.KARNATAKA,India",
      "#538,Nidaghatta",
      "Mandya",
      "Karnataka",
      "571433"
    ]
  },
  "briefDescription": "The brief resume of development/welfare work done by ISCERD, since its inception in culture,health,environment,community development and skill/resource sectors is as follows.ISCERD had conducted the cultural programmes with an objective to expose the hidden talent of the rural children and to inculcate the feeling of self confidence among them.The environment awareness programmes have been conducting every year in collaboration with like minded organizations and individuals to create awareness about solid waste management, bio-diversity conservation, climate change and its future effects.Consumer awareness programmes were organized to make the consumers aware about the precautions to be taken during buying of goods and anything.  Further, they were informed about various consumer associations that can be approached in case of need for guidance and support.Vocational training programmes were conducted to educate the rural women in pickle making,tailoring and candle making to create income generating activities for self employment.Women empowerment and capacity building programme was organized at Maddur for the benefit of women community.  The women SHGs members were invited for the programme.  Social forestry programme was held with the object of plantation.  Small and marginal farmers were participated in the programme.Health concerned programmes like AIDS/HIV awareness activities to general public and truck drivers and free health checkup programmes were organized for the benefit of general public.Further,Gandhi Jayanthi,Ambedkar Jayanthi, World disabled persons days were celebrated.The evaluation of the above activities is participatory in nature.  The activities will be assessed and implemented to gain knowledge for better in future.  The evaluation of the programes will be done quarterly, half yearly and yearly basis with our staff and experts from outside.",
  "yearOfEstablishment": "2009"
}