{
  "contacts": [
    {
      "name": "CAPT.SURAJ SUNIL CHAVAN",
      "email": "",
      "designation": "TREASURER",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=3559",
  "name": "SARASWATI KUNDAI FOUNDATION",
  "primaryEmail": "SKF@SKF.NET.IN",
  "website": "SKF.NET.IN",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919923401621",
    "912355240102"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "A/P-MARGTAMAHANE-KALMUNDAI",
      "CHIPLUN",
      "Ratnagiri",
      "Maharashtra",
      "415702"
    ]
  },
  "briefDescription": "“Education is the most powerful weapon which you can use to change the world”-Nelson Mandela.Greetings from the SARASWATI KUNDAI FOUNDATION!India is now witness to sea of changes. Our economy is seeing a rapid upward trend due to the booming domestic sector and increasing foreign investments. The current demand for highly skilled and qualifield professionals is being fulfilled by both,tha urban and rural population. Industries today have realized that customer loyalty and customer satisfaction are the key tools for success. No longer meeting just the basic need will suffice.In  the wake of this realization, the education training industry too, is striving to add  values at every stage. From  pre-school learning to post-graduation and beyond, the need for continuous up-gradation of learning process and learning facilities are immense. Today, the education s training industry in india, is moving towards a uniqur mix of old-school and advanced methodologies of teaching and learning. The customer base is an exceptional blend of young students and working professionals, both wanting to benefit from the new trends in the education s training industry.good citizen and an ideal human with the qualites of Confidence & Courage, Adaptability & Acceptance, Discipline & Dedication, Empathy & Enthusiasm and Truthfulness & Talent. Thus they become dear and near not only to the employer Airline but to the whole world. Through the fulfillment of our mission we hope to achieve our vision—an Airline, staffed with well-trained world class employees from Airline Academy, so that the air travel will be safe and a pleasure for the passengers,  profit and fame for the Airline .Aviation industry today is synonymous with the highest standards of customer service.with the increasing competition,service become the differentiating factor and hence,the need for more trained professionals.This promptedthe SARSWATI KUNDAI FONDATION to foray into the Education & training vertical with the launch of aviation college specially for konkan division student.SKF would like to take this opportunity to thanks all student.Best wishesh,SARSWATI KUNDAI FOUNDATION",
  "yearOfEstablishment": "2012"
}