{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=3591",
  "name": "Sarvodaya Shikshan Sansthan",
  "primaryEmail": "sss.sonebhadra@gmail.com",
  "website": "Not",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service"
  ],
  "telephone": [
    "9105444",
    "94516339"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Nrew colony, Word No- 25,",
      "Robertsganj",
      "Sonbhadra",
      "Uttar Pradesh",
      "231216"
    ]
  },
  "briefDescription": "Vision:        \"A society based on legitimate rights, equity, justice, honesty, social concern and a        \tculture of service in which all are self-reliant and self esteems''Mission:\t \tTo co-ordinate the Venerable and Marginalized community became self-reliant and benefit from a healthy, dignified and sustainable quality of life Objective of the Organization:1.\tProvide and link health & education facilities to women & children.                  2.\tConducting different professionals learning programs to promote self-employment.3.\tTo promote different development activities for upliftments of poor, backward and vulnerable group of society.4.\tTo develop those CBOs on the basic of public cooperation that may become the social change agent.5.\tTo organize different awareness programs to create social consciousness on social issues.6.\tTo renovate the moral & educational environment of poor children.7.\tFights against Child rights & Mahajani Pratha( Village money lending System)8.\tTo create Livelihood opportunity for Tribal's9.\tTo create Awareness for  Climate Change\t\tStrategy and Methodology:•\tManagements of informal education •\tOrganize activities like health campaign & employment oriented trainings for: rural development.•\tArrange different opportunities for Handicapped children’s•\t Conduct different activities for socials and cultural integration of society.•\tRepresentation of all section of the community level decision- making   processes across caste, class and societal barriers. Making available the same minimum level service and decision-making space for all, creates a level playing fields.•\tEqual representation and participation of men & women in community level decision –making and control. Women partake alongside men I articulating concerns, taking responsibility and actively participating in development processes.",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "New Colny Word No- 25",
      "Robertsganj",
      "Sonbhadra",
      "Uttar Pradesh",
      "231216"
    ]
  }
}