{
  "contacts": [
    {
      "name": "PRADEEP KUMAR",
      "email": "nivalsamuday@gmail.com",
      "designation": "PRESIDENT",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=3609",
  "name": "NIVAL SAMUDAY KALYAN SANGH",
  "primaryEmail": "nivalsamuday@gmail.com",
  "website": "www.nivalsamuday.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919868167525"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "D-1/43, DR. AMBEDKAR NAGAR SECTOR-4, (MADANGIR), NEW DELHI-110062",
      "DELHI",
      "South Delhi",
      "Delhi",
      "110062"
    ]
  },
  "briefDescription": "Nival Samuday Kalyan Sangh New Delhi is a non-governmental, not for profits, voluntary organization. The societies are registered under govt. of NCT of Delhi as per society’s registration act-21, 1860. Registration no.-4053/1968-69 dated 24th Feb, 1969. It is also affiliated to NEHRU YUVA KENDRA, Meharuli, New Delhi, an autonomous body of the Ministry of Youth Affairs & sports, govt of India. The organization for the 41 years is engaged in various activities of enhancing the socio-economic condition for rural & urban masses in general and poorest of poor among them in Particular. It has pursued holistic approach for integrated development of people in the rural/urban areas of Delhi. Gerontology has been main area of concern, education, Health, environment, Mid Day Meal, ICDS, computer education, vocational training, cutting & tailoring centre, beauty culture training centre, crèches, awareness of road safety, pollution control, skill development, personality development, nukkad natak for social issues, street children, child development, skill development, Awareness generation & sensitization, Livelihoods, women Empowerment, Youth work, community development are recently it has attempted to make its presence felt in area of SHG and PLHA (People living with HIV/AIDS)The society is registered u/s 80G and 12 a (a) of the income tax act, 1961. The office of the commissioner of income Tax has issued a Permanent Account Number (PAN) to the society.",
  "yearOfEstablishment": "1969"
}