{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=365",
  "name": "Gramin Evam Nagar Vikas Parishad",
  "primaryEmail": "genvp.genvp@gmail.com",
  "website": "http://www.genvp.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "916122270089",
    "919430677449",
    "919304070558"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "11, Tulsi Vatika, Vivekanand Park",
      "New Paliputra Colony",
      "Patna",
      "Bihar",
      "800013"
    ]
  },
  "briefDescription": "Established on 14th November, 1984 as a platform for discussion and action on developmental issues concerning the poor. GENVP was founded by a group of like minded associates to involve the rural and urban poor in various developmental activities. The organization has imbibed the thoughts expressed by the Loknayak Jaiprakash Narayan, that development can only take place when the people, specially the rural people are mobilized to participate in their own development. Vision of organisation: To establish self-reliant society with self-governance, peace, equity and justice.Accordingly, GENVP is committed to concentrate on the empowerment of people, especially women & Dalits, realizing that women & Dalits are the strongest agents of social change and through them the other sections can also be reached.GENVP has undertaken Health, Sexual & reproductive health rights, HIV/AIDS, Education, Disability, Local Self Governance, Women Empowerment & Gender, Dalit rights. Child rights, women rights, combat women & Child Trafficking, Safe drinking Water & Sanitation, natural Resource Management and income generation in more that 214 villages of 5 Districts in Bihar. GENVP is working for Women, Dalits, Children, Young people and Disabled Persons. The strategy of the organization is Direct Intervention with Community, Advocacy, Capacity building, Campaign, Networking, Research & Study and Behaviour Change Communication",
  "yearOfEstablishment": "1987"
}