{
  "contacts": [
    {
      "name": "Niraj Kr Sinha",
      "email": "manojayverma@gmail.com",
      "designation": "Treasurer",
      "mobile": [
        "91-9835287190"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=377",
  "name": "Integrated Development Foundation",
  "primaryEmail": "manojayverma@gmail.com",
  "website": "http://www.idfngo.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919431456434",
    "917463938897"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "101,103 Yashoda Apartment",
      "Panchwati  Colony (Rd # 23)  Lane  In Front Of Women ITI  Digha Ghat",
      "Patna",
      "Bihar",
      "800011"
    ]
  },
  "briefDescription": "Since its inception IDF has endeavoured to raise aspirations and improve everyday life for the most marginalized and excluded rural populations of Bihar & Jharkhand.Founded in 1993 by a group of young social development professionals, Integrated Development Foundation (IDF) is registered under the Societies Registration Act, 1860. IDF works with its head office at Patna and eight  field offices across Bihar & Jharkhand towards advocating for social change. With a mission is to ensure better health, security, and well-being for the poorest and most deprived members of rural communities & a vision to build an egalitarian society in which all community members can realize their right to a life of quality and dignity.The organisation is guided by three operating principles: building local capacity, strengthening community institutions, and fostering community-based leadership &  following the strategies for creating sustainable rural development through rights-based approach and leveraging women’s empowerment. IDF projects are supported by UN agencies, national and international funders, Leading Corporates under CSR and state governments. IDF is also the lead member of several state and regional NGO networks.IDF has traveled a long way through diverse strategies to strenuously take forward its mission in real spirit translating into practice while implementing various community based Projects at grass-root level.While our long-term goal is to develop project models that are sustainable and can be replicated by government agencies state-wide, IDF has already created a major health education initiative on kala azar (black fever) for the government of Bihar, trained approx. 200000 adolescent girls on MHM (Menstrual Health Management), brought clean water and sanitation to 3,250 rural families, facilitated emotional resilience curriculum through ‘Girls First’ in 5 districts of Bihar in Kasturba Gandhi Balika Vidyalay (residential Schools for Girls) , ensured child centred community development of approx. 6000 Children in Bihar & Jharkhand,  raised individual health standards in deprived rural communities by 40 percent, done capacity building of  approx. 4000  VHSNC members on components of Beti Bachao, Beti Padhao, ensured access to government services for 25,000 families, trained more than 500 women for elected community leadership positions, extended education and delayed the age of marriage for about 7,000 girls, provided micro-loans enabling 3,000 women to start first-time independent businesses, and enabled approximately 5,000 families to prepare to cope effectively with recurrent floods as well working towards Capacity Building of local Elected Leaders towards participative planning and democratic decision making.",
  "yearOfEstablishment": "1993"
}