{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=382",
  "name": "Janaseva Foundation",
  "primaryEmail": "janasevafoundationpune@gmail.com",
  "website": "http://www.janasevafoundation.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912024538787",
    "912024538788",
    "912024537373"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Indulal Complex",
      "1st Floor, Above Rupee Bank, L.B.S. Road, Navi Peth",
      "Pune",
      "Maharashtra",
      "411030"
    ]
  },
  "briefDescription": "Janaseva Foundation is registered charitable trust working since 1988 in the fields of elderly care, health care, destitute care, disabled care, education, vocational training, empowerment, village development, research etc. through various projects e.g. oldage homes, rural hospital, eye hospital, physiotherapy centres, national health mission programme, mobile medical units, health camps, destitute rehabilitation centre, care and school education of street children, grooming academy, nursing school & hostel, geriatric care training, computer training & placement for disabled youth, day care centre for elderly, publishing news bulletin, century clubs, rural hub, construction of toilets, village development, celebration of world senior citizens day, meet the stalwart programme, various types of skill development programmes etc.Foundation has been given Special Consultative Status by United Nations Organization. United Nations Organization has given Janaseva Foundation Special Consultative Status and foundation is also accredited to its Open Ended Working Group on Ageing. Ministry of Social Justice & Empowerment, Government of India, recommended Janaseva Foundation, Pune, Maharashtra, to have a Regional Resource Training Centre for Vidarbha (Maharashtra), Gujarat and Madhya Pradesh. Janaseva Foundation and Duke University, USA, completed a research project and research article based on it was published in Indian Journal of Gerontology, Jan 2017. Foundation participated in many conferences organized by WHO e.g. expert meeting on long term & palliative care for elderly at Delhi on 17-18 Mar 20016 and at Bangkok from 26-28 Oct 2016. It organized National Consultation on Active and Healthy Aging in India from 15-17 Dec 2010.",
  "yearOfEstablishment": "1988"
}