{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=384",
  "name": "Jeevan Stem Cell Foundation",
  "primaryEmail": "srinivasan@jeevan.org",
  "website": "http://www.jeevan.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914428263113"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "22 Wheatcrofts Road",
      "II Floor,",
      "Nungambakkam",
      "Chennai",
      "Tamil Nadu",
      "600034"
    ]
  },
  "briefDescription": "Jeevan Blood Bank and Research Centre, a registered public trust, was started on 24th September 1995.Today, Jeevan operates 4 projects:1.\tBlood Bank (1995) was started with the vision of providing, on demand, safe blood components collected from non-remunerated voluntary blood donors using appropriate and current technologies  in accordance to international standards. It is the only independent blood bank in Tamil Nadu to be accredited to NABH standards. Funded in early stages by philanthropists, public trusts and corporates, it is self-sustaining currently. Jeevan has collected over 149,000 blood donations and made available over 328,000 units of safe blood and blood components to the community without charging anything except the cost of testing and processing.2.\tPublic cord blood bank (2008) enables quick and affordable access to matching stem cells from donated cord blood to Indian children living globally with blood cancers, Thalassemia and bone marrow diseases. Jeevan currently has over 5400 stem cell units ready for patients and is the largest active public cord blood bank in SAARC Region. The vision is to create an inventory of 30,000 stem cell units before 2020 and this will help over 60% to find a match. It has been funded by a grant from the Government of Tamil Nadu, ONGC, Rotary Foundation, Rotary Club of Madras East, Cognizant Foundation, Street Edge Foundation (USA), Chaitanya Builders, TVH, Freemasons, Gimpex Foundation, India Cements and Khivraj Motors among others. Jeevan also received a loan of INR 15.4 crores from Technology Services Revolving Fund (IDA + IBRD + Government of India fund managed by ICICI). We receive approximately 20 requests a month and have facilitated five successful transplants.3.\tHigh resolution HLA laboratory (2013) enables access to HLA typing of international standards in India (samples are being sent to USA) for patients with blood cancers, Thalassemia, bone marrow diseases and potential stem cell donors. It is funded through loan and donations from Consul General of Australia and Sundaram Finance Ltd.4.\tBone marrow donor registry (2015) was set up in June this year to create a registry of 30,000 stem cell donors before 2020. Funded through grants from Jamsetji Tata Trust and United Way of Chennai. Around  2650  potential donors from a pool of regular blood donors have already enrolled.",
  "yearOfEstablishment": "1995",
  "regiseredAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "22 Wheatcrofts Road",
      "II Floor",
      "Nungambakkam",
      "Chennai",
      "Tamil Nadu",
      "600034"
    ]
  }
}