{
  "contacts": [
    {
      "name": "Rohit Sudan",
      "email": "rohit_s@magicbusindia.org",
      "designation": "Sr. Manager Fundraising",
      "mobile": [
        "91-22-62434848",
        "91-9820176734"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=396",
  "name": "Magic Bus India Foundation",
  "primaryEmail": "info@magicbusindia.org",
  "website": "http://www.magicbus.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912262434848",
    "912262434823"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "3RD FLOOR, JK TEXTILES BUILDING,  MEHRA ESTATE,",
      "NEAR JASWANTI LANDMARK, LBS MARG,",
      "VIKHROLI WEST",
      "Mumbai",
      "Maharashtra",
      "400079"
    ]
  },
  "briefDescription": "Magic Bus, founded in 1999, is a non-profit organization working with 300,000 children and 8000 volunteer mentors every week from marginalized communities in India. As on March 2016, we have reached to 22 states and 68 districts of India.  Our Vision: A world where children and youth have the choice and control to be socially and economically empowered.Our Mission: Magic Bus will take children and youth on a journey from childhood to livelihood. This will be done by using available opportunities in their ecosystem to help break the cycle of social and economic deprivation.We will use sports and activity based approaches that include mentoring as a tool and are founded on the principle of human rights.At Magic Bus, our objective is to break the poverty cycle, one child or youth at a time. Magic Bus equips some of the India’s poorest children and youth with the skills and knowledge to grow up and be successful, to move out of poverty, and to take control of their future.These life skills – which range from education and gender equality to health and employability – are taught by the youth leaders from the communities themselves, supported and trained through Magic Bus’ unique mentorship programme. Through its network of more than 10000 such youth leaders, Magic bus accompanies children on their journey from childhood to livelihood. The Magic Bus Livelihood Programme connects the aspirations and potential of our youth participants to available market opportunities.  All Magic Bus children and youth are offered the opportunity to enroll in livelihood programmes, creating at scale, a movement of competent, confident young people ready to make a significant difference to their lives.The Magic Bus programme, incubated in India for 16 years, is now at work in two other countries – Singapore and London, United Kingdom. The outreach is gearing up for scale in other countries too.",
  "yearOfEstablishment": "1999"
}