{
  "contacts": [
    {
      "name": "Yogendra Shetty",
      "email": "naseoh@vsnl.com",
      "designation": "Executive Secretary & Director General",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=412",
  "name": "National Society for Equal Opportunities for the Handicapped (India)",
  "primaryEmail": "naseoh@vsnl.com",
  "website": "http://www.naseoh.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "912225225830",
    "912225220225",
    "912225225830"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Postal Colony Road, Chembur",
      "Mumbai",
      "Maharashtra",
      "400071"
    ]
  },
  "briefDescription": "National Society For Equal Opportunities For The Handicapped, India (NASEOH, INDIA) is a NGO founded in 1968 with the initiative to Mr.Vijay Merchant, a great Indian Cricketer, Industrialist and above all a Social Worker par excellence. NASEOH is engaged in providing rehabilitation interventions, in the area of health, education, training, employment and integration. It is a registered body as a Society under Societies Registration Act, 1860 and as a Trust under Bombay Public Trusts Act, 1950. NASEOH is also registered under the Foreign Contribution (Regulation) Act, 2010.  NASEOH over the years has built strong linkages with other NGOs in the field, corporate sector and the government both at State and Central level and is considered one of the pioneering institutions for the persons with disabilities in the country.The current services of the organization consist of the following :a)\tEarly Intervention Program for the pre-school children with special needs.b)\tIntegrated pre-school.c)\tHealth and Prevention activities through community outreach in the urban slums.d)\tRestorative services for the physically challenged. e)\tVocational Skill Development Program for the Adult People with Disabilities.f)\tCommunity Based Rehabilitation Program for the rural disabled.g)\tAdvocacy and Awareness.h)\tPlacement and Income generation support.i)\tCounselingj)\tReferralsk)\tSports and recreationl)\tRecognitions and rewards for the high achievers in the field.The focus area of the programs is to build capacities of adult disabled in the age group of 18 to 35 years with appropriate vocational skill development and to prepare them to access employment and income generation options on equal terms.On an average NASEOH extend the various interventions to around 6000 people with disabilities directly every year, with its need based multiple interventions.",
  "yearOfEstablishment": "1969"
}