{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4181",
  "name": "AASTHA FOUNDATION",
  "primaryEmail": "h.girish@hotmail.com",
  "website": "http://www.aasthafoundationaurangabad.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919822035349",
    "919325202897",
    "912402353161"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Plot No. 12, Flat No. 1, Sri Sankul, Shrey Nagar,",
      "New Osmanpura,",
      "Aurangabad",
      "Maharashtra",
      "431001",
      "AASTHA ITR.PDF"
    ]
  },
  "briefDescription": "ABOUT AASTHA FOUNDATION              Aastha Foundation Aurangabad is registered under Bombay public Trust Act and Societies Act and is established in 2008 by a group of young, dynamic, socially aware people with a dream of making positive changes in various areas of our Society.           A detailed study in this area revealed that, there is a need of a centre which will provide a much needed attention, Comfort and care, love, dignity and respect to the Senior Citizens. In today’s fast paced life where everybody is focused on wining the rat race, we usually tend to over-look our final destination. What really matters is how we spend this golden years of our lives when all our hardship and effort pay off. This is the time when one really looks forward for a life of dignity, safety and care, but life doesn’t always seem to work on our plans. There are cases where one has a very few options to choose from. There people who have no company of the loved ones who took great care of them all their lives. Some people have only daughters who are now married happily and would not want to disturb them. Some might have sons who are settled in abroad or sometimes there are some personal family issues which don’t allow them to stay with their family.             And thus, emerged the idea of ‘Basant Prabha-Visawa’ and it proposes to establish a residential housing and assisted living for the Senior Citizens. This will be constructed as ‘ Basant Prabha-Visawa’ on a 3-acre land and will provide twin sharing room with sanitation facilities along with lawn and garden, dining hall and kitchen, meditation room and physiotherapy, counseling and cultural events.              ‘Aastha’ believes that ‘Ageing with Dignity’ is possible. It has organized various programs to address the needs of Senior Citizens, such as health entertainment & making them more and more independent. The programs include Acupressure camp, Walkathon, Eye checkup camps, Bone density checking camp, Stress reliving workshop, Alzheimer awareness. \" तुझ्या वरच्या कविता \" By Sandip Khare, Aastha Snehi Meet, Joy of Giving with Aastha etc.  Aastha is now conducting CERTIFICATE COURSE IN GERIATRICS in association with TISS(Tata Institute Of Social Sciences, Mumbai)So far served 2750 persons, mainly senior citizens. With number of need based programmes. Award and Recognition – 1.\tCertificate of “Transparency and Public Accountability”  received from Guide Star India.2.\tAastha Foundation, Aurangabad , has been honored with ‘NGO Leadership & Excellence Award’. Aastha was felicitated in Mumbai where ABP News presented Global CSR Excellence & Leadership Award 2014’ on the occasion of world CSR Day.",
  "yearOfEstablishment": "2008"
}