{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4223",
  "name": "SOCIAL ACTION FOR COMMUNITY ALTERNATIVE LEARNING (SACAL)",
  "primaryEmail": "sacal@rediffmail.com",
  "website": "www.sacalodisha.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919437018590",
    "916802010109"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "Neelanchal Nagar, 5th Lane",
      "EL-21, Berhampur, Ganjam",
      "Berhampur",
      "Ganjam",
      "Odisha",
      "760010"
    ]
  },
  "briefDescription": "Since year 2000 SACAL is working in Mohana Block of Gajapati, dist. It mostly concentrated on livelihood initiatives through management of Natural Resources. Activities like water harvesting structures (WHS), Gravity flow water (GFL), crop and vegetable production, soil and water management and various income generation activities and plantations are taken through VDC, PDC, women SHGs and Krushaka Sangha. However development of Microplans by the respective village Development committee and continuous capacity building measures through training and exposures are some of the important activities.SACAL facilitate formation and strengthening of civil society organizations such as Village Development Committee (VDC), Panchayat development committee (PDC) and other CBO’s (Community Based Organisations)  at village level to take active part in planning, implementing, linking, liaison and maintaining the activities for their own development. SACAL believes that people are the main actors in their development and we are facilitating the process. Linking these villages/ GP level institutions with PRI, Govt. and other institutions to demand their developmental needs is one of the thrust areas. Development of Microplan and present them in panchyats, pallisabhas and Gram Sabhas by these institutions are initiated at various levels. Gender is seen as a cross cutting issues in all the activities. Our trained staff members take up training programmes on leadership development, SHG management, sustainable agriculture initiatives, Microplan development and various income generation activities. Regular contacts and linkages are created with the Govt’s line departments and other institutions for back up support. Apart from planning and implementing the programmes,     VDC and PDC’s are facilitated to identify their own issues and solve it by themselves. In the process they identify issues related to land, water, health and take up the issues with appropriate authorities Community Health, particularly on Malaria, mother & childcare, adolescent and sanitation is another area of intervention by SACAL.",
  "yearOfEstablishment": "1999"
}