{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4239",
  "name": "GREEN INDIA TRUST",
  "primaryEmail": "gnitrust@gmail.com",
  "website": "www.gitrust.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918612334289",
    "919393433833"
  ],
  "mainAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "16-2-51, Room No:4,Lotus Hospital,Raghava Cine Complex Road,",
      "Beside S2 cinema hall,Pogathota",
      "Nellore",
      "Sri Potti Sriramulu Nellore",
      "Andhra Pradesh",
      "524001"
    ]
  },
  "briefDescription": "\"GREEN INDIA\"             'Protect Nature - Protest Pollution'1. Billion Tree Plantation: This is ongoing process has been a dream project for our trust, to bring about a garden of forests in villages which would increase the fertility of the soils and to make the cities less affected by pollution, providing clean fresh air to breathe.       2. GREEN WALL: This project works at Coastal India. This is ongoing process, plantation of palm trees about the coastal belt, beach sides and areas prone to be affected by floods. Supported by the scientific research which proves for Coastal area trees to reduce the damage caused by heavy rain fall and Floods. Which now has stretched to a vast line of 30 km along the Eastern coast of  South India which is going to spread entire coastal area of India .    3. “Campaign 2019”: Political/Cinema Campaign             Convenience to Law makers, regarding Political campaign should use 3rd and 4th generation technology only, such as end print media, electronic media, SMS,MMS, e-mail etc. Avoid burning effigies and destruction of property in agitations. To avoid usage of wall posters, cutouts, Curtains, Mass Public Meetings, Yatras, which is harm to environment.",
  "yearOfEstablishment": "2008",
  "regiseredAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "16/2/51,Room No:4,Lotus Hospital,Raghava Cine Complex Street,Pogathota",
      "Beside S2 cinema hall,Pogathota",
      "Nellore",
      "Sri Potti Sriramulu Nellore",
      "Andhra Pradesh",
      "524001"
    ]
  }
}