{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4318",
  "name": "EMPOWER PEOPLE",
  "primaryEmail": "empowerpeoplein@gmail.com",
  "website": "www.empowerpeople.org.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "911130010211"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "B729,",
      "Pocket 11",
      "Jasola Vihar",
      "South Delhi",
      "Delhi",
      "110025"
    ]
  },
  "briefDescription": "EMPOWER PEOPLE is an organization known for its work with survivors of bride trafficking in Northern India, founded in 2006 during a March on foot against female foeticide and Gender inequality from Jind to Hisar  of Haryana by a group of dedicated Youths from different socio-cultural backgrounds. The organisation is gradually taking form and shape of a social movement, with a few community based organisations in eight states of India. The organization is singularly focusing on work with victims and potential victims of Bride trafficking and different forms of violence against women.  EMPOWER PEOPLE has developed a people’s module to combat bride trafficking Which include prevention, Intervention, rehabilitation empowerment and to organize survivors of Bride Trafficking.  The people’s module targets livelihood, development and equal participation to prevent the social crimes such as child and forced marriage, honour crimes to address the issue of Bride trafficking. What we do.Bride trafficking (prevention, end demand, rehabilitation, rescue intervention) Counselling centre for victim of violence or social crime (including child marriages)Sewing centre cum community building program for Bride trafficking survivors Poverty alleviation through self sustainable cottage and agro industry Women healthInformal life education for survivors of bride trafficking Education classes for Children of BT survivors",
  "yearOfEstablishment": "2006",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "5, Dreams Apartment",
      "A-4 Abulfazal enclave",
      "Jamia nagar",
      "South Delhi",
      "Delhi",
      "110025"
    ]
  }
}