{
  "contacts": [
    {
      "name": "Amit Bhatnagar",
      "email": "pulseamitab@yahoo.co.in",
      "designation": "Director",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4356",
  "name": "Innovative Foundation for India",
  "primaryEmail": "pulseamitab@yahoo.co.in",
  "website": "plantatreeindia.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919536102080"
  ],
  "mainAddrress": {
    "state": "Uttarakhand",
    "address": [
      "Kantura Plaza, Badrinath road, first floor, Tapovan Sarai, Laxmanjulha",
      "Rishikesh",
      "Dehradun",
      "Uttarakhand",
      "249192"
    ]
  },
  "briefDescription": "IFI or Innovative Foundation for India is a Non-Profit Organization. Established in 2011, IFI is dedicated to encourage sustainable methodologies of development to conserve environment, provide formal education to the underprivileged children as well enable women empowerment.    Sustainable development ensures well-being for present and future generations without damaging the environment and jeopardising the ability of future generations to meet their own needs. Our projects thus aim to rejuvenate the legacy of sustainable development and conserve environment by carrying out plantation campaigns.Along with achieving the goals of Sustainability, we at IFI, are striving to break the vicious cycle of poverty by providing educational programs that accommodate the needs of disabled as well as less fortunate children and women who cannot receive formal education by going to schools. Working directly within the communities and drawing on all available resources, our organization operates with the help of some dedicated volunteers. IFI do not believe in mere philanthropy or what we call charity without a heart. We believe in promoting self sustainability and competitive growth. Unleashing potential untapped talent and giving it a chance to shine, to polish unnoticed opportunities and help them metamorphose into budding self reliant models. Reaching the grass roots of the rural area & slums and catalyzing evolution right from the beginning, developing the bottom of the pyramid with a vision to raise the standard of living on a larger scale. Currently IFI is carrying out two projects“Plan a Tree India” (plantatreeindia.org)“Moving Education” (Movingeducation.org)Plant a tree India",
  "yearOfEstablishment": "2011"
}