{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4425",
  "name": "International council for Human Rights Nagpur",
  "primaryEmail": "ichrngp@gmail.com",
  "website": "www.ichrngp.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Network",
    "Support"
  ],
  "telephone": [
    "919372718100"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "179, Ayurvedic Layout, Umrer Road",
      "Mukherjee Multi-speciality Hospital.",
      "Nagpur",
      "Maharashtra",
      "440024"
    ]
  },
  "briefDescription": "“We are here because we know that literacy is the key to unlocking the cage of human misery; the key to delivering the potential of every human being; the key to opening up a future of freedom and hope. We are here to open a decade that must translate that hope into reality”… As rightly said so by Mr. Kofi Annan (Former Secretary-General of United Nations), we at International Council for Human Rights, Nagpur believe in spreading the knowledge of Human Rights among all and inspire them to become valuable advocates for tolerance and peace.Our society was registered in the year 2010 with the Asst. Charity Commissioner, Nagpur (Maharashtra, India). Since its inception, welfare and development activities are being conducted from the grass root level for the downtrodden.As a body with a statutory responsibility to ensure the observance of human rights, ICHR feels that respect and acceptance of diversity is an integral part of our workplace. Diversity in our team is one of our greatest assets and assists us to meet our organizational objectives. A pool of like-minded individuals from various sectors helps us take the insignia of ICHR to the next level.The priority of the International Council of Human Rights is to work in the most neglected and remotest areas of Maharashtra where Govt. machinery or development agencies are reluctant to reach.Save Girl Child, Women Empowerment, Child Labour, HIV/AIDS are a few among the various domains ICHR has been working in and wish to spread the services in the future."
}