{
  "contacts": [
    {
      "name": "Roundale Ramkishan Dattrao",
      "email": "gspmdt@yahoo.co.in",
      "designation": "President",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4431",
  "name": "GANGA SHIKSHAN PRASARAK MANDAL",
  "primaryEmail": "gspmdt@yahoo.co.in",
  "website": "hhtp://www.gangashikshan.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912452255186"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Post Dhangar",
      "Takli Tq Purna",
      "Parbhani",
      "Maharashtra",
      "431511"
    ]
  },
  "briefDescription": "Ganga Shikshan Prasarak Mandal was formed on 13 August,1993 and is now almost twenty years old. During the last 20-years, a priority area for us has been to engaged in core rural educational  activities in rural areas of Parbhani,Nanded districts of Maharsashtra State in partnership with Department of Education,Social Justice, Women & Child-Government of Maharashtra..Ganga Shikshan Prasarak Mandal follows the strategy of participatory education by involving beneficiaries be it child,poor of the financially challenged rural community. GSPM’s Education Program provides education for out-of-school children and helps them to enter or re-enter government schools to complete their education.We also run Juvenile Justice Home & Residential Hostel Facilities for destitute,orphaned & poor children. Ganga Shikshan’s programmes - providing schoolingto children   without   access  to  well-functioning schools , nutrition  to   poor children   of   poor families,destitute children,maternal and child care in remote villages, and small pilots to improve access to clean water and better sanitation,creating awareness and linkage of target population to existing formal educational institutions and financial institutions like-banks,insurers,              mutual funds , government schemes to achieve financial security for them.",
  "yearOfEstablishment": "1993"
}