{
  "contacts": [
    {
      "name": "Dr. MEDHA PURAO-SAMANT",
      "email": "secretary@annapurnapariwar.org",
      "designation": "Chairperson",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4500",
  "name": "ANNAPURNA PARIVAR VIKAS SAMVARDHAN",
  "primaryEmail": "secretary@annapurnapariwar.org",
  "website": "www.annapurnapariwar.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919552555209"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "C Wing, Shubham Heights, Next to Runwal Projects",
      "Off Mumbai-Bangalore Highway, Service Road, Warje",
      "Pune",
      "Maharashtra",
      "411021"
    ]
  },
  "briefDescription": "Annapurna Pariwar Vikas Samvardhan (APVS) is a not-for-profit company, owned and run by the poor borrowers of Annapurna Mahila Coop Credit Society. It is a Community based Insurance Programme. APVS insures them against death, accidents and health hazards. We believe that low income groups need more than just credit.  They in fact need a more comprehensive solution to poverty.  It is a myth that credit is the only financial service needed by the poor.  They actually need savings and insurance.In addition to giving financial assistance for medical expenses, APVS also arranges regular OPDs, health checkup camps, awareness programmes and gives administrative support to apply for subsidized high cost treatment and surgeries. As of date, we have around 110,000 individuals covered under this programme in Pune and Mumbai. All the claims are settled by the representatives of members who form the Managing Committee of APVS.  This reinforces the community spirit as the groups are tied down to the community. The motto of the Programme is “Our Health in our hands”.  Today, Annapurna Pariwar has 5 independent bodies working under it.  The various projects which render a package of diverse services to the urban slum dwellers are run under these 5 organisations.We therefore endeavour to enrich the lives of the poor through a comprehensive developmental approach.",
  "yearOfEstablishment": "2003"
}