{
  "contacts": [
    {
      "name": "DR. PRATHIBHA KARANTH",
      "email": "communicationdeall@gmail.com",
      "designation": "DIRECTOR & MANAGING TRUSTEE",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4681",
  "name": "The COM - DEALL Trust",
  "primaryEmail": "communicationdeall@gmail.com",
  "website": "www.communicationdeall.com",
  "telephone": [
    "918025800826",
    "919480334809",
    "918025800827"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "# 224, 6th A Main",
      "II Block, HRBR Layout",
      "Bangalore Urban",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560043"
    ]
  },
  "briefDescription": "The Com DEALL Trust is a Bengaluru based not  for profit organization that designs and implements programs for children with developmental disorders, Autism Spectrum Disorder in particular. Our mission is to provide intensive early intervention of a high quality to children with developmental disorders within their localities  so that families do not have to relocate in search of services.The Com DEALL program (developed in 2000) aims to provide intensive, interdisciplinary early intervention so as to optimize potential to mainstream.A ten year retrospective study published by us in the IAP Journal shows that 76.5% of children who passed out of the Head Office are continuing in mainstream school (2-9) years post intervention. The program is well documented in twelve manuals and five CDs and can be reduplicated easily with minimal involvement from us. We have been scaling up since 2009 and have established 19 affiliate units across the country in Bengaluru (03), Mumbai (02), and one each at Puducherry,Calicut, Gwalior, Chennai, Varanasi, Kochi, Delhi, Jabalpur, Guwahati, Aizwal, Lucknow, Ratnagiri , Ranchi and Ludhiana. As the units get established , we find the age of enrollment into the program lowering and numbers of children getting mainstreamed increasing.  Each affiliate unit typically conducts awareness activities and capacity building workshop in its locality.Parent empowerment is a large part of of work, every unit is encouraged to form its own parents association.We conduct a variety of certificate courses throughout the year geared towards capacity building and develop a cadre of trained cadre at the grassroots level.Our material productions division, Communicaids produces a variety of low cost therapy aids and manuals which are in great demand among parents and professionals alike.",
  "yearOfEstablishment": "2003"
}