{
  "contacts": [
    {
      "name": "Sujata Mukherjee",
      "email": "sujatamukherjee@yahoo.com",
      "designation": "Managing Trustee",
      "mobile": []
    },
    {
      "name": "Radhika Arvindam",
      "designation": "Trustee",
      "email": "sradhika25@yahoo.com"
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4682",
  "name": "Ashwini Charitable Trust",
  "primaryEmail": "act.trust@gmail.com",
  "website": "http://www.ashwinitrust.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919243198157",
    "918040924050"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No 3, St. John'S Road Cross",
      "Near Ulsoor Lake",
      "Bangalore Urban",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560042"
    ]
  },
  "briefDescription": "Ashwini Charitable Trust (ACT) was started on 15th December 2000 to educate and empower underprivileged children and support them till they are gainfully employed. ACT started with 9 children from 1 slum. Initially we helped the children by paying their educational fees and helping with their study skills. At present every child receives 8 different interventions: 1.\tEducation, 2.\tFood, 3.\tLife Skills, 4.\tRecreation, 5.\tMentoring, 6.\tSports, 7.\tHealth,8.      Financial InclusionWe run After School Centers. We follow the World Health Organization's Community Participatory Model and have for the last 18 years been integrating the under-served into mainstream society.  We believe in giving everybody an opportunity. People of the community provide their financial and skill sets to uplift the under-served section of our society. We run all our programs through volunteers from all walks of lifeACT provides quality of life, health care, employment opportunities to children living below the poverty line. The Trust also looks towards empowering the mothers of the children who are uneducated and therefore economically challenged.  These interventions help mothers and children safeguard themselves from the fathers who are mostly unemployed and alcoholics.",
  "yearOfEstablishment": "2000"
}