{
  "contacts": [
    {
      "name": "RAMJIBHAI B MAVANI EX M P LOK SABHA",
      "email": "mavaniramb@sancharnet.in",
      "designation": "Chief Functionary",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4706",
  "name": "Rajkot Saher Jilla Grahak Suraksha Mandal",
  "primaryEmail": "mavaniramb@sancharnet.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Intermediary"
  ],
  "telephone": [
    "912812471122",
    "919426201611"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "329, Popatbhai Sorathia Bhavan, 3Rd Floor",
      "Sadar Bazar, Opp. Sadar Police Station",
      "Rajkot",
      "Gujarat",
      "360001"
    ]
  },
  "briefDescription": "Ever since its inception with the registration as a Society and Trust Acdt. in 1976, our organization has been in the field of Investors/ Consumer Protection, Education, Empowermnet activities extensively and intensively.  Our organization enjoys the jurisdiction all over Gujarat state  and  is the only registered/Recognized  by Government of Gujarat and Government of India one in Rajkot, District.  This organization is a non-profit making social organization comprising of professionals striving for Protection, Education and Empowerment of  Consumers.We organize programmes keeping in view the communal unity and social integration, illuminating Human Rights and  uphold them with a view to aiming at world peace. We have been allotted the 1st  in Gujarat,  A “District Consumer Information Centre”  by the Department of Consumer Welfare Fund,  Ministry of Consumer Affairs, Food & Public Distribution, Government of India, New Delhi. Since then the “District Consumer Information Centre is in working condition till today by our organization.Our organization is approved by the Ministry of Consumer Affairs, Food & Public Distribution, Government of India, New Delhi and Ministry of Consumer Affairs, Gujarat State.Our organization is running  one of the  Consumer Advice Center (CAC) at Rajkot out of 6 CAC in Gujarat. The organization was founded in 1976  by Shri Ramjibhai B. Mavani, B.A. LL.B. (Advocate, Gujarat High Court),  Ex-M.P (Lok Sabha) the Founder President.  The present President, Smt. Ramaben R. Mavani,  B.A. LL.B. (Advocate, Gujarat High Court) also has been an  Ex-M.P (Lok Sabha). Both are full time Consumer Activist, they have left their legal practice, to devote full time for these activities.  Our organization was twice awarded the prestigious SWAMI VIVEKANANDA NATIONAL AWARD in the year 2000 and 2001 for the outstanding contribution in the field of consumer & investors protection by Ministry of Consumer Affairs, Government of India, New Delhi.Our organization was  twice awarded  the prestigious Gujarat State Government  Award for the outstanding contribution in the field of Consumer Protection Activities  in the  year 2004-05 & 2005-06 &  at Gandhinagar, awarded by The Hon’ble Minister of Consumer Affairs, Food & Public Distribution, Government of Gujarat, Gandhinagar",
  "yearOfEstablishment": "1976"
}