{
  "contacts": [
    {
      "name": "Hiral N Dave",
      "email": "cohesionfoundation@gmail.com",
      "designation": "Programme Officer",
      "mobile": [
        "91-79-27450171"
      ]
    },
    {
      "name": "Hiral N Dave",
      "email": "cohesionfoundation@gmail.com",
      "designation": "Programme Officer",
      "mobile": [
        "91-79-27450171"
      ]
    },
    {
      "name": "Hiral N Dave",
      "email": "cohesionfoundation@gmail.com",
      "designation": "Programme Officer",
      "mobile": [
        "91-79-27450171"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4781",
  "name": "COHESION FOUNDATION TRUST",
  "primaryEmail": "cohesionfoundation@gmail.com",
  "website": "www.cohesionfoundation.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "917927450171",
    "917927435888",
    "917927450171"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "6, Sejal Apartment, b/h Navneet Publication",
      "Gurukul Road, Memnagar",
      "Ahmedabad",
      "Gujarat",
      "380052"
    ]
  },
  "briefDescription": "Cohesion’s driving forces are its vision, mission and values, which are as follows:VISION‘An organization committed to striving for a world in which people and the natural environment are in harmony with each other, a world in which people, men and women, are in harmony with each other, a world in which all have enough to meet their genuine emotional and physical needs, and a world in which the diversity of humankind is celebrated.’MISSION‘Cohesion, guided by transparency and accountability, is committed to sustainable socio-economic development of the vulnerable in under-serviced areas with special focus on women.’VALUESCohesion strives to practice the following shared values: \t•\tAccountability•\tMutual trust•\tSensitivity•\tEquity•\tTransparency•\tOpenness•\tProfessionalism•\tParticipation / Team WorkAPPROACH OF COHESION\tThere are certain cross cutting themes, observed in all strategic interventions to ensure sustainable development and social justice. Cohesion’s approach is community based and bottom-up to ensure the needs and issues faced by communities get represented and addressed by programs. \tStrengthening people’s institutions and prioritizing women’s’ role in decision-making ensure processes that help in mainstreaming gender. On the other hand most vulnerable communities are identified at micro planning stage to empower them and help secure proper position in community-based institutions. The following are the elements of community-based approaches, followed by Cohesion:•\tParticipation•\tRights based•\tGender mainstreaming•\tEvolving inter institutional linkages•\tDecentralization of resources•\tLocal capacity building•\tDevelopment of special groups around different interventions•\tBottom-up planning and design•\tEquity in resource sharing FEATURES OF THE ORGANIZATION:COHESION has rich and in depth experience of project management, support and implementation. It has been covering sectors like Health (especially Reproductive & Sexual Health), Natural Resource Development, Child Right Issues, education, livelihoods promotion and other facets of Rural Development and Infrastructure Development.PRIORITY AREAS: 1\tSocial sector priorities:\tWater & sanitation\tEducation & other child rights related issues, especially of girl child.\tHealth – physical, mental, psychological, reproductive and sexual.\tSocial securities.\tDisaster preparedness and management.\tDecentralized governance2\tEconomic sector priorities:\tFarm based livelihoods options.\tNon-farm based livelihoods options.\tMicro-finance and micro-credit.",
  "yearOfEstablishment": "2001",
  "regiseredAddrress": {
    "state": "Gujarat",
    "address": [
      "6 Sejal Apartment, b/h Navneet Publication",
      "Gurukul Road, Memnagar",
      "Ahmedabad",
      "Gujarat",
      "380052"
    ]
  }
}