{
  "contacts": [
    {
      "name": "Rakesh Narayan",
      "email": "yuvahzb@gmail.com",
      "designation": "Secretary",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4808",
  "name": "YUVA (Youths Union For Voluntary Action)",
  "primaryEmail": "yuvahzb@gmail.com",
  "website": "www.missionyuva.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919431451203",
    "916546223093"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "H/o Sri Ram Ji Rana",
      "Yashwant Nagar,",
      "Hazaribag",
      "Jharkhand",
      "825301"
    ]
  },
  "briefDescription": "ABOUT YUVA - YUVA Youths Union For Voluntary Action, a professionally managed development Organization, Strikes out Strategic Alliances with a Vision to Accomplishing MDGs by tapping youth energy, Innovation and creativity. It wishes to utilize optimally the potential of youth for the development of an open access society. YUVA Joined hands with stakeholders to prevent our youth from giving into violence and terrorism by providing them better options through strengthening and empowering them. It aims to break the generational chain of poverty, extreme hunger in order to ensure that the socially excluded lead a life of respect, dignity and opportunity through affirmative action.OBJECTIVES;-•\tTo work for the optimum utilization of the available human, natural and Institutional resources for uplifting deprived communities ensuring Gender Equity and Justice.•\tTo empower the socially excluded groups especially women and tribal Communities, physically and mentally challenged sections of the society in rural and urban areas to strengthen their socio economic, educational, health and livelihood options.•\tTo promote/Organize/ Maintain school/college/dispensaries/ hospitals/vocational training Institutes/ Training Centers for promotion of modern techniques, sharing of knowledge and experience, improved health status through multi-stakeholders partnership with special focus of deprived communities.•\tTo undertake research studies for improved developmental initiatives and provide support services to grass roots level voluntary organizations aimed at promoting similar objectives.•\tTo Promote & use “YUVA SHAKTI” (Energy of Youths) in the development process for “SARVAJANA HITAYA, SARVAJANA SUKHAYA” and Nationalism to uplift Indian Heritage and Culture.•\tTo Improve Food and Nutritional Security of the socially excluded groups and marginalized communities through promotion of suitable livelihood avenues.THEMATIC AREAS OF INTERVENTION1.\tEducation, 2. Health with Special Focus on Reproductive and Child Health 3. Social Inclusion, 4. Disability 5. Livelihood, 6. Women Empowerment and Gender Equality, 7. Rehabilitation and Resettlement 8. Affirmative Action 9. Poverty, 10. Youth Empowerment, 11. Biodiversity Conservation and Environment sustainability, 12. HIV/AIDS, Malaria and other Diseases, 13. Research, Development and other studies like social impact assessment, Formative Studies 14. Disaster Management etc",
  "yearOfEstablishment": "2009",
  "regiseredAddrress": {
    "state": "Jharkhand",
    "address": [
      "H/o Late R. R .Prasad, House No. 66",
      "Rabindra Path Road, Hurhuru West",
      "Hazaribag",
      "Jharkhand",
      "825301"
    ]
  }
}