{
  "contacts": [
    {
      "name": "Dr Smitha Moorthy",
      "email": "",
      "designation": "",
      "mobile": [
        "28126999",
        "9820399610"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4882",
  "name": "SANJEEVANI HOSPITAL FOUNDATION",
  "primaryEmail": "venksmi@gmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912228126999",
    "912228126999"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Sanjeevani Hospital, A-7 Sector 2 Shanti Nagar",
      "Opp Reliance Fresh",
      "Mira Road (East)",
      "Thane",
      "Maharashtra",
      "401104"
    ]
  },
  "briefDescription": "The Sanjeevani Hospital Foundation is a nonprofit organization established in the year 2012 with the aim of promoting awareness regarding education and health in the suburbs of North Mumbai. The foundation is headed by a board of trustees comprising of doctors and other professionals from the area.  There are two major spheres of influence the Foundation works in – children’s education and women’s and children’s health.  The Foundation has two separate arms carrying out activities in these focus areas.  The Sanjeevani Knowledge Centre is an entity under the Sanjeevani Hospital Foundation whose main aim is to encourage, promote, assist, aid or otherwise promote science, art, culture, general knowledge, environment and nature among schoolchildren in the area.  The Knowledge Centre has been active since 2008, conducting interschool quiz competitions for children.  The Centre has also set up a weekly quiz club in the area for children aged 7-15.  The club meets on Sundays every week, and children are engaged in discussions about various topics including arts and culture, science, sports and current affairs. As part of the club activities, workshops and field trips such as photography workshops, museum trips are also organized on a regular basis. The trustees of the Sanjeevani Hospital Foundation have also been organizing the Sanjeevani Hospital Painting Competition (SHPC) for schoolchildren since the past 14 years. The SHPC sees an annual turnout of 1200-1800 students.  The responsibility of the SHPC now belongs to the Centre.  Another major project that the Centre has taken up is the creation of a library for schoolchildren. The Centre’s library “Cover to Cover” has recently been set up with an initial collection of 300 books for schoolchildren aged 7 – 15 years.  Future activities include organizing interschool competitons  such as elocution and debates and expanding the “Cover to Cover” Library.The Sanjeevani Health Centre is the other arm of the Sanjeevani Hospital Foundation.  Its primary objective is to create health awareness targeted towards  cancer, immunization, and safe sanitation.  The Health Centre’s activites include conducting various kinds of health camps all around the year.  The Centre conducts Osteporosis  detection camps twice a year.  The Centre organizes cancer detection camps regularly.",
  "yearOfEstablishment": "2012"
}