{
  "contacts": [
    {
      "name": "Jayani",
      "email": "",
      "designation": "",
      "mobile": []
    },
    {
      "name": "Tony George",
      "designation": "Project Manager",
      "email": "tony@lovedalefoundation.org",
      "mobile": [
        "91-9886789565"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4934",
  "name": "Lovedale Foundation",
  "primaryEmail": "info@lovedalefoundation.org",
  "website": "www.lovedalefoundation.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919845186941"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "Foundation,# 16 /4 SLV Layout, Anagal pura village, Dodda gubbi PO (Off Hennur / Horamavu Main Road),",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560077"
    ]
  },
  "briefDescription": "LOVEDALE FOUNDATION (LDF) is secular and non -profit foundation established in the year 2001 under Indian Trust Act 1960 for the integrated development of the marginalized children and their families through comprehensive Education Programs.  Lovedale's mission is to empower the less privileged children, disabled and underprivileged communities through developmental initiatives focusing on educational, socio-economic, health, cultural and technological interventions.Lovedale Foundation has completed 13 successful years in extending educational support to marginalized and socio economically disadvantages children from rural communities and impoverished urban settlements and slums. Besides this, LDF carries out various education and awareness programs in these villages in areas of health, education, sanitation, socio economic empowerment of the marginalized women and community development programs. Ongoing program of LDF includes;•\tBanyan Community High School•\tFeed The Children Project•\tVocational Training•\tLovedale Community Nutrition ProjectPROJECT I - Banyan Community SchoolBanyan Community High school run by Lovedale Foundation, focuses on promoting quality education and reserves its admission to only those people living Below Poverty Line, children with special needs, orphans, destitute, children from slums , .Banyan School highlights the importance of holistic development of children for the achievement of the education Millennium Development Goals with special focus on their health and provides the context for developing effective school health programs through inter sectoral partnership of health and education.  PROJECT II - FEED THE CHILDRENThe FTC program began in the year 2004 – 2005. The socioeconomic survey of our center showed that more than about 80% of children come from Below Poverty Line (BPL) families. Nutrition was an important problem. Many children does not have lunch boxes. This prompted us to start the school FTC program. We solely depend on public support/grant support simply because the local Government bodies have neglected the marginalized community. We thankfully acknowledge the kind and most valuable contribution towards the support for FTC program in 2013.It has been a splendid success and our children are the wonderful example of its success.Thus we humbly conclude that the FEED THE CHILDREN program (FTC) has had a positive impact in selective cases (e.g., enhancing enrolment, attendance and lowering retention and drop out of students) which are essential for achieving the higher level of academic performance of students particularly belongs to BPL level students residing in the rural areas of upper primary schools of our district in the state of Karnataka.. We indeed require adequate support from individuals and corporates for the sustainability of this program and thankful for the wonderful partnership in the last year.Project III - Vocational TrainingLovedale is providing vocational training to school/college drop outs, existing workers, ITI graduates, etc. to improve their employability optimally by upgrading their skills and competency through certified 3 months courses in BPO Training, Retail Marketing, Accounting/ Tally, Spoken English, tailoring, Computer education. Project IV - Community Nutrition ProjectSUPPLEMENTARY NUTRITION PROGRAMME FOR CHILDREN UNDER 5YEARS, PREGNANT LADIES AND LACTATING MOTHERS\tLovedale Community Nutrition Project is a pilot project to provide nutritional supplements to underprivileged communities for the promotion of health and to build nutrition awareness in the community nutrition education programs.  The Goal of the project is to  develop the health status of the women and children and empower them to make wise choices on their food, and dietary habits through awareness, education and supplementary nutrition programs thereby preventing infections and promoting health",
  "yearOfEstablishment": "2001"
}