{
  "contacts": [
    {
      "name": "Md. Moijuddin Ansari",
      "email": "moijuddin@barusahib.org",
      "designation": "Sr. Manager-Programs & CSR",
      "mobile": [
        "91-11-42434221",
        "91-9811427524"
      ]
    },
    {
      "name": "Md. Moijuddin Ansari",
      "email": "moijuddin@barusahib.org",
      "designation": "Sr. Manager-Programs & CSR",
      "mobile": [
        "91-11-42434221",
        "91-9811427524"
      ]
    },
    {
      "name": "Md. Moijuddin Ansari",
      "email": "moijuddin@barusahib.org",
      "designation": "Sr. Manager-Programs & CSR",
      "mobile": [
        "91-11-42434221",
        "91-9811427524"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4956",
  "name": "The Kalgidhar Society",
  "primaryEmail": "info@barusahib.org",
  "website": "http://www.barusahib.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "911799276031",
    "911142434243",
    "919810092292"
  ],
  "mainAddrress": {
    "state": "Himachal Pradesh",
    "address": [
      "Baru Sahib",
      "Via Rajgarh",
      "Solan",
      "Sirmaur",
      "Himachal Pradesh",
      "173101"
    ]
  },
  "briefDescription": "The Kalgidhar Society – Baru Sahib is a non-profit charitable organisation focussed on providing quality education to fight against the alarming rise in drugs and alcohol abuse. With equal stress on Healthcare, Women Empowerment and Social Welfare, the organisation has been instrumental in the socio-economic uplift of the poor in the far-flung rural areas of North India. Today the rural areas of Uttar Pradesh, Haryana and Rajasthan, and the backward hilly areas of Himachal Pradesh and Punjab are dotted with 129 low cost CBSE Schools, providing modern, value-based education to around 60,000 students. The students are mostly from the deprived sections of society, admitted regardless of caste, creed, region, religion and social status. The aim is to build a total of 500 low cost schools to provide value-based education to all children at the village level. The Kalgidhar Society also runs 24 Colleges, two Private Universities, six Teachers Training Centres to empower 2000 rural girls, one Hospital with 280 beds, three De-addiction Centres, one Orphanage, one Old Age Home, and one Rehabilitation Centre for Distressed Women, apart from organising four Free Medical/Surgery Camps for the poor in the hilly areas of Sirmaur, Himachal Pradesh.Our programs:Rural EducationHealth CareWomen EmpowermentDrugs & RehabilitationSocial Welfare and Community Development - OrphanageSenior Citizen HomeHome for Widows and DestituteRural Economic UpliftDisaster Relief",
  "yearOfEstablishment": "1983"
}