{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=499",
  "name": "Udayan Care",
  "primaryEmail": "fundraising@udayancare.org",
  "website": "http://www.udayancare.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "911146548106",
    "911146548105"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "A- 43",
      "Chittaranjan Park",
      "Delhi",
      "South Delhi",
      "110019"
    ]
  },
  "briefDescription": "Udayan Care’s initiatives are focused towards regenerating the rhythm of life of the disadvantaged. Through the power of mentorship, we nurture children, who are orphaned, abandoned and at risk, in the warmth of a simulated family environment at 13 Udayan Ghars, our long-term group homes. Once they reach the age of 18 years, they move into our After Care Programme and continue with higher education or vocational training to get into jobs. Furthermore, we enable girls from economically weaker sections to receive higher education through our Udayan Shalini Fellowship Programme across 18 cities in India. We also empower under-served youth and adults to improve their employability skills at our Information Technology and Skill Centres across Delhi and NCR. Udayan Care advocates for children's rights in alignment with the Indian Constitution, the United Nations Convention on the Rights of the Child (UNCRC), and the Sustainable Developmental Goals. In 23 years, we have directly impacted the lives of over 20,000 children, women and youth in  18 cities of India – Delhi, Noida, Gr. Noida, Ghaziabad, Gurgaon (Narsingpur and Sidhrawali), Kurukshetra, Jaipur, Phagwara, Dehradun, Haridwar, Aurangabad, Kolkata, Hyderabad, and areas surrounding them, with Chennai, Faridabad and Panchkula being the latest to join in 2017.Delhi, UP, Haryana, Rajasthan, Punjab, Uttarakhand, Maharashtra, West Bengal, Tamilnadu, TelanganaYou can support our cause by contributing your skills, time and resources. To know how you can help email us on info@udayancare.org",
  "yearOfEstablishment": "1994",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "A-43",
      "Chittaranjan Park",
      "Delhi",
      "South Delhi",
      "110019"
    ]
  }
}