{
  "contacts": [
    {
      "name": "L.YUVARAJ",
      "email": "yuvarajvep@gmail.com",
      "designation": "Executive Director",
      "mobile": [
        "91-8760232996"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4992",
  "name": "Society For Women And Downtrodden Development",
  "primaryEmail": "swaad_110@rediffmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918760232996"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "1/47 Bajani kovill street, veppampattu village & post Chetpet  TK ,",
      "Thiruvannamalai",
      "Tiruvannamalai",
      "Tamil Nadu",
      "606807"
    ]
  },
  "briefDescription": "Society For Women And Downtrodden Development is located in Tamil Nadu.Since 1992  SWADD [Society for Women and Downtrodden Development] is a voluntary working , non-profit, women’s development organization, committed for the empowerment and emancipation of women, children, aged and needy rural masses.  SWADD bring empowerment and empowerment leads to sustainability Over the years various programmers are carried out in Tiruvannamalai District, Tamilnadu, India.Vision          Reduction of the gap between rich and poor with social justice and establishment of the harmonious society where the people are free from poverty, hunger, diseases and injustice. People are the subjects and partners in Development.Mission          To develop the oppressed and down trodden community through their own full participation and social action programme for the achievement of their livelihood, social security human rights, gender equity and solidarity for their sustainable development.Goal       Overall goal of  SWADD  is to enable the poor and marginalized section of the society to exercise their own legal rights for a self reliant and self respect life and to make them a responsible citizen for a community building activities through the effective participation of different stakeholders.Legal Statues       SWADD  was registered as a non-profit making, non-political, secular voluntary organization / charitable organization operating under Tamil Nadu Societies of Registration Act 1975. SWADD has obtained Foreign Contribution Regulation Act number from the Home Ministry of Government of India and become eligible to obtain foreign donation (FCRA No. 076030152 ) and exempted from the payment of Income Tax under 12A & 80G due to its charitable activities.",
  "yearOfEstablishment": "1992",
  "regiseredAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "1/47 Bajani kovill street, veppampattu village & post  TK ,",
      "Thiruvannamalai",
      "Tiruvannamalai",
      "Tamil Nadu",
      "606807"
    ]
  }
}