{
  "contacts": [
    {
      "name": "R.Rajaguru",
      "email": "imaitrust@gmail.com",
      "designation": "Trustee",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4995",
  "name": "Institution of Mass Awareness Initiatives",
  "primaryEmail": "imaitrust@gmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919994179867"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "vaigai dam main road , vadugapatti.post",
      "south street, melmangalam.",
      "periyakulam, Theni",
      "Theni",
      "Tamil Nadu",
      "625603"
    ]
  },
  "briefDescription": "Institution of Mass Awareness Initiatives is located in Tamil Nadu.Greetings from IMAI Trust, Melmangalam, Periyakulam Taluk, Theni District, Tamilnadu.We write this letter to you with the purpose to get programme support for our organisation to  the needy people of our working area.First of all we would like to brief you about our organization.IMAI Trust is a secular non-profitable organisation committed its service for the empowerment of poor Dalit community, women, children, adolescent girls, and widows from their socio, economical, political, traditional, cultural and educational clutches and enhance them for their holistic development. This is registered under Indian Trust Act -1882 on 29th December, in the year 2004.  Our registration number is 152/BK IV-2004. Our welfare initiatives among the target communities are recognized and we are certified with FCRA and out FCRA number is 075950046.Our vision and mission are based on the values- sensitization and awareness creation, knowledge enlightenment, economic stability, social acceptance, justice, equality, freedom, fraternity and self reliance. Our vision is to “create sustainable enabling environment among the needy community in their different level of needs and support them to address their issues and help them to lead a life with due freedom and justice”.Our mission is “to work in the grassroots level for the holistic development of the most neglected sections of the society and help them to lead a peaceful life”.",
  "yearOfEstablishment": "2004"
}