{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=4996",
  "name": "SOUTH VIHAR WELFARE SOCIETY FOR TRIBAL",
  "primaryEmail": "svwst.india@gmail.com",
  "website": "http://www.svwst.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919204748136",
    "918811935754",
    "916512413084",
    "919234402636",
    "918797315996"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "House No. 134, Khunti Bhawan.",
      "South Office Para, Doranda.",
      "Ranchi",
      "Jharkhand",
      "834002"
    ]
  },
  "briefDescription": "Ashray - South Vihar Welfare Society for Tribal, a non‐profit, voluntary social organization, registered in 2000 for socio – economic, educational and cultural uplifting of vulnerable marginalized to bring human dignity and empowered community.The injustice, social discrimination, economic inequality, less opportunities, poverty, life long struggle of tribals, vulnerable communities inspired us to start the organization. Under the leadership of Ms. Anima Baa, founder, Chief Executive Officer, organisation serves without any differentiate irrespective of gender, caste, creed and religion. Organization holds all  Legal entities, also registered under Trade Marks, “Ashary”, means a supportive home/shelter, an opportunity for vulnerable, trafficked victims, orphan, abounded children,adolescent girls and distress women living with difficult circumstances. Ashray fulfill the basic needs such as care and protection, food, shelter, medical aid, cloths, education, life coping skills, capacity building, legal support that leads towards living a dignified life.Vision: A just society where marginalised communities have equal opportunity to live a dignified life.Mission: Improving opportunities for marginalised communities to engage in sustainable livelihoods and be safe from trafficking through access to information, education, health, training, rescue and rehabilitation as required.Motto: Serve until sustain!Thematic area: Combat Human Trafficking & Livelihood promotionTo reduce the human trafficking, we adopt 3 PS (Prevention, Protection, prosecution) and 3 RS (Rescue, Rehabilitation,  Reintegration). Convey, Collaboration, Convergence are adopted as strong strategies to promote Convergence Model for sustainable livelihood, positive social impact and equal opportunities to live a dignified life.Organisation focuses on issues food security, Child labour, Anti human trafficking, human rights, unemployment, domestic violence, gender,climate change,illiteracy,poverty, Malnutrition,health etc.    The major activities are sensitization,Community mobilization, Combat Human Trafficking, livelihood, agriculture development, education, skill enhancement through vocational training, rescue and rehabilitation, lobby advocacy, networking, collaboration, research and promotion of handicrafts, tribal art and culture. Organisation run Protective & Rehabilitation center - Ashray Vihar as unit of rehabilitation. The Awards by the organisation are:-Mother Teresa Sadbhawana Award, Rajiv Gandhi Excellence Award, National Mahila Rattan Gold Medal Award, International Gold Star Award, Super Quality Crown Award, Mahila Joyti Award,Golden Citizen of India",
  "yearOfEstablishment": "2000"
}