{
  "contacts": [
    {
      "name": "SUDHAKAR DWIBEDY",
      "email": "asharkiran88@yahoo.in",
      "designation": "SECRETARY AND FOUNDER OF ORGANISATION",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5097",
  "name": "ASHAR KIRAN",
  "primaryEmail": "asharkiran88@yahoo.in",
  "website": "http://www.asharkiran.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919831745120"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "SUDHAKAR DWIBEDY, SECRETARY “AHAR KIRAN”, JUPITER APARTMENT",
      "1, BARABAGAN LANE,  P:O; ALAMBAZAR,",
      "KOLKATA -700035",
      "North 24 Parganas",
      "West Bengal",
      "700035"
    ]
  },
  "briefDescription": "The aims of ASHAR KIRAN were then limited to facilitate rehabilitation of persons with all categories of disabilities and also the welfare of women in distress and take up child welfare programmes. As of now; the aims and objectives of ASHAR KIRAN encompass the entire rubric of development, education and rehabilitation. The incidence of disabled population in a country like India has been estimated as 7 to 10 percent of total population. After having the protracted initiations rendered by various agencies in the area of disability rehabilitation, we could only cater the needs of one percent of disabled persons in the country. Still the major chunk of the target group has marginalized from the preview of rehabilitation services. The situation of economically and developmentally backward region like North Bengal, Orissa, Jharkhand was pathetic as in the more poverty ridden area, especially among minority people, the rehabilitation services for disability people were almost nil. In this context, the organizers of ASHAR KIRAN felt the need to escalate a planned scientific approach to rehabilitate the people with disabilities. ASHAR KIRAN has started both residential and daycare, special education/training centre for various disabled groups such as hearing impaired, visual impaired, mentally handicapped, cerebral palsied, locomotors disabled, multiple disabled like deaf-blind, leprosy cured and also for the genetically and hereditary disabled people. Simultaneous with the disability services, ASHAR KIRAN were also vigilant to sensitize the issues related to women and children in distress, aged people, substance addicted and chronic disease affected people, hence, ASHAR KIRAN started appropriate service and treatment centre for them. ASHAR KIRAN was very particular at its inception itself that all services and activities should be scientific and time-tested. So ASHAR KIRAN focuses on a systematic approach in the rehabilitation services. The activities emphasized were in early detection and Intervention, Special Education, Vocational training and Job placement and also to be kept a continuity and consistency in all activities and effective follow-up till the result is achieved. At present ASHAR KIRAN rendering services for about 841 persons coming under different category of disabilities. Through the varieties of activities among disabled and invisible marginalized people, ASHAR KIRAN proposes to achieve equal opportunity, protection of rights and full participation of these people and that achievement would turn as a golden gate for the inclusion and mainstreaming of these people in the society.",
  "yearOfEstablishment": "2008"
}