{
  "contacts": [
    {
      "name": "Kenan dhongleh",
      "email": "Kinfolksorgpungro@gmail.com",
      "designation": "CEO",
      "mobile": []
    },
    {
      "name": "Sonal Jankhiunger",
      "designation": "Secretary General",
      "email": "kinsfolkorgpungro@gmail.com"
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5130",
  "name": "Kinsfolk organization",
  "primaryEmail": "Kinfolksorgpungro@gmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919436650016"
  ],
  "mainAddrress": {
    "state": "Nagaland",
    "address": [
      "Main Town",
      "Salomi Road",
      "Pungro Town",
      "Kiphire",
      "Nagaland",
      "798611"
    ]
  },
  "briefDescription": "Kinsfolk organization was established in 2009, having Home registered under Government of Nagaland, Societies Registration Act 1860, as Regd.No.Home/SRC/6404 dated 31st August, 2012.The organization is run by a Dynamic and enthusiastic educated youths, With the object to rejuvenate ,transformed and awaken the society where poverty, illiteracy and backwardness has dominated the entire social environment ,emphasing on development /advancement in all domains the organization is actively participating and undertaking different welfare measures to improved and maintained the society ,people and its environment to a favorable status ensuring future possibility  towards transformation/ advancement of a weaker sections focusing on rural areas. PAST ACHIEVEMENTS:\tThe organization is purely a voluntary and non-profit organization, where the management, project implementation and other works being executed out through members’ contribution so far. Some of the notable achievements of organization were:1.\tConducted Workshop/seminar on Educational & Career Guidance for Students’2.\tConducted coaching to State board Examination for HSLC students 3.\tOrganized sports, cultural fetes (Both Men & Women)4.\tOrganized inter –school literary competition5.Sanitation, rural development,Computer education etc",
  "yearOfEstablishment": "31082012",
  "regiseredAddrress": {
    "state": "Nagaland",
    "address": [
      "PUNGRO TOWN",
      "Pungro Town",
      "Kiphire",
      "Nagaland",
      "798611"
    ]
  }
}