{
  "contacts": [
    {
      "name": "Nidhi Pathak",
      "email": "nidhi.pathak.ext@amujacement.com",
      "designation": "Communications Executive",
      "mobile": [
        "91-22-40667530"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=521",
  "name": "Ambuja Cement Foundation",
  "primaryEmail": "nidhi.pathak.ext@ambujacement.com",
  "website": "http://www.ambujacementfoundation.org/",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912240667530",
    "912240667522",
    "912240667520"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "lst Flr., Elegant Business Park",
      "Andheri Kurla Road, Andheri (E)",
      "Mumbai",
      "Maharashtra",
      "400059"
    ]
  },
  "briefDescription": "ACF was established with a mission to ‘Energise, involve and enable communities to realize their potential.’ ACF’s mission underscores organization’s endeavour in empowering communities to act as catalysts in change. The Foundation considers neighbouring communities as one of the most important stakeholders and partners in all its development programmes. Whether it is need-assessment, implementation, or monitoring and review; community is an integral part of all programmes run by ACF.The organization undertakes several projects and initiatives aimed at promoting social and economic development and covers 21 locations in 11 states with a footprint of over 13.7 lakh people in 871 villages. A committed team of 427 professionals is working in various projects in different thrust areas.ACF works with a vision to create a sustainable and self-dependent society, by generating livelihood opportunities for rural population. For this, ACF has chosen to work in the selected thrust areas through different programmes (see Annexure). These thrust areas are water management, skill and entrepreneurship development, healthcare, education, women empowerment and agro-based livelihoods. All programmes at ACF are undertaken with community participation with the help of tools like Participatory Rural Appraisals (PRAs), which ensure better understanding of local –needs and priorities and hence efficient implementation of programs in varied geographies.",
  "yearOfEstablishment": "1993"
}