{
  "contacts": [
    {
      "name": "Jyoti Ranjan Mishra",
      "email": "odmpodisha@gmail.com",
      "designation": "Chairman",
      "mobile": []
    },
    {
      "name": "Jyoti Ranjan Mishra",
      "email": "odmpodisha@gmail.com",
      "designation": "Chairman",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5285",
  "name": "Odisha Development Management Programme(ODMP)",
  "primaryEmail": "odmpodisha@gmail.com",
  "website": "www.odmpodisha.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919937160621"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "at/p.o- biraharekrushnapur,dist.-puri-752002,odisha,india",
      "273 , vijay vihar , bhubaneswar - 751002 , odisha",
      "puri",
      "Puri",
      "Odisha",
      "752002"
    ]
  },
  "briefDescription": "NGOs world over have their relative mission and functional specialty. Unfortunately much of theirs such experiment and experience still remain under shadow in view of their getting lost in number. To recognize each one of these agencies for their contribution to the societal reformation process at the micro-level, though looks difficult, still needs to be explored to bring them to the knowledge of world community. The true spirit of globalization in the context of 'working without borders' all justifiably can be translated into action, through more concerted interaction between or among of the people and agencies, both nationally and globally. All admitted while a lot many NGOs project themselves as working well with a view to trap external financial resources, a lot many also remain unrecognized despite their committed involvement in affairs relating to transformations at the grass root level. To our belief it is equally an unholy act if we at the same time remain a passive onlooker to this scenario. And the best answer to this issue lies in promoting those people and agencies who have commitment and dedication, to demote the unscrupulous ones in gradual sequence. This is the backdrop, which prompted us as a NETWORK of NGOs inclusive of civil society members. We are certainly aware that the NGOs associated to be with Odisha  Development Management Programme (ODMP) identity may not be the only selected numbers of good agencies or NGOs. There may be definitely many and we have simply started with the process. The basic morale of partnership with these organizations crystallizes around the ‘people centric’ approach.THE PEOPLE CENTERED PROCESS TRANSFORMATION MECHANISM1.\tGo to the People. Live among the People, Learn from the People2.\tPlan with the People, Work with the People, Start with what the People know, Build on what the People know, \tTeach by showing, Learn by doing, \tNot a showcase but a System Pattern, Not Odds and Ends but a System, Not in Piece- Meal but Integrated Approach\tNot to Conform but to Transform\tNot Relief but ReleaseACTIVITIES UNDERTAKEN AS ON-\tWater & Sanitation Programme\tLobby & Advocacy\tTraining &Capacity Building\tConservation & Renovation of Musa River\tIntegrated Rural Development Programme\tOrientation Training on TSC & Swajaladhara Prog. for PRIs\tIEC  activities on TSC & Swajaladhara Prog\tTourism Development & Traffic Management Prog.\tVocational Training Prog.\tConsumer Awareness Prog.\tWorkshop on Local Self Governance\tWorkshop on Community Based Natural Resource Management\tCBR of PWDs\tProgramme on Rural Development\tSHG Promotion & Micro-Enterprise Development Prog.\tHIV/AIDS Awareness Prog.\tCommunity Based Solid Waste Management Prog.\tR.C.H Prog.\tYoga Prog.\tProgramme on Rural & Tribal Development\tProg. on Governance\tPromotion of organic & diversified agriculture\tTraining",
  "yearOfEstablishment": "2000"
}