{
  "contacts": [
    {
      "name": "Mrs.K.Nagalakshmi",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5323",
  "name": "THERESSA MAHILA MANDALI",
  "primaryEmail": "theressasociety@gmail.com",
  "website": "http://www.theressasociety.webs.com",
  "organisationType": [
    "Direct Service",
    "Grant-making",
    "Support"
  ],
  "telephone": [
    "919640540127"
  ],
  "mainAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "D.No.3-113",
      "Rajavaram",
      "Koyyalagudem mandal,Jangareddygudem",
      "West Godavari",
      "Andhra Pradesh",
      "534312"
    ]
  },
  "briefDescription": "Theresa Mahila Mandali is basically a Civil Society Organization engaged in building capacities of poor and marginalized communities in the areas of Education, Health, Habitat, Resource Conservation and Livelihood support. The pannier of our Development Agenda includes Conscious raising and Capacity Building of Women, issue based campaigns and community mobilization, Training on Resource conservation and management, Formation and management of Women Self Help Groups, Skill training and IGAs, Capacity building and networking with Civil Society Organizations.Since inception in 1994, we are tenaciously working in close to 120 villages forming part of Koyyalagudem, Jangareddygudem, Nallajarla, Buttaigudem, Polavaram, Jeelugumelli and Ungutur Mandals of West Godavari district to induce tangible interventions to empower the poor and marginalized communities. We are currently spread to over 1400 families mostly comprising of Scheduled castes, Scheduled Tribes and other dispossessed groups.To sum up, the following are the major activities undertaken by the Organization over the last 3 years. Collectivization and capacity Building of Women SHGs Skill training in Micro Enterprises Community Health and life skills education for women Preventive care for HIV/AIDS Supplementary coaching for first generation learners Hygiene and Sanitary education    Besides having a group of professionals on panel, we have access to various professional Agencies and Community Development Institutions. We have well built infrastructure and adequate staff in place to handle the administration in an organized manner. We have pellucid accounting system and our books of accounts are audited annually by External Auditors. We have an inbuilt mechanism to evaluate our Programmes from time to time and we document our experiences as Case Studies for dissemination amongst other Civil Society Organizations.We are registered under the provisions of registered under the provisions of vide Regd No.1369/1994 and is permitted to receive Foreign Contributions under the provisions of Foreign Contributions Regulations Act-1976 vide Regd No 010180254 assigned by the Ministry of Home Affairs, Government of India.",
  "yearOfEstablishment": "1994",
  "regiseredAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "D.No.3-113",
      "Rajavaram",
      "Koyyalagudem mandal",
      "West Godavari",
      "Andhra Pradesh",
      "534312"
    ]
  }
}