{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5341",
  "name": "'MAITRI'",
  "primaryEmail": "Sonal.singh.wadhwa@maitri.org.in",
  "website": "www.maitriindia.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "911124122692",
    "919810132808"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "J-92, ARD Complex,",
      "R.K. Puram Sector 13,",
      "New Delhi",
      "Delhi",
      "110066"
    ]
  },
  "briefDescription": "Maitri is a developmental and humanitarian NGO working with vulnerable populations in India including Women who are at the risk of facing gender-based violence,  Destitute and Elderly Women/Widows, and Migrant workers and their families in Urban Environments to enable access to Basic Rights.\"In 2005, General Bhopinder Singh (Retd.) and Winnie Singh founded Maitri upon identifying the need for support for members of the Uniformed Services affected by HIV/AIDS.Since 2007, Maitri has expanded its areas of reach through a variety of projects, including Violence Against Women with Prevention, Engaging with men and boys, Early Intervention as well as Survivor Support programmes as some of the key tools. Maitri is committed to promoting Respect and Dignity for Women, especially for Abandoned, Destitute and Elderly Widows in Vrindavan (Mathura, India). Maitri's initiatives include improving the Health and Welfare of Vulnerable Migrant Rickshaw Pullers in Delhi and Ranchi, Jharkhand. Maitri provides supportive education to children living in Basti’s (Slums) of RK Puram, Delhi. Engaging with young Girls and Women and empowering them through skill building and income generation opportunities. Maitri also runs a voluntary HIV testing and counselling centre in Delhi.However, since 2007, Maitri has expanded its areas of reach through a variety of programmes. These programmes include domestic violence sensitisation and awareness , victim support and victim-to- survivor program (with a special focus on the uniformed services and their families)  Maitri also promotes respect, dignity, and support for abandoned Elderly Widows in Vrindavan (Mathura, India). Some of our other initiatives include improving the health and welfare of vulnerable migrant populations like rickshaw pullers and the homeless. We provide educational opportunities for slum children in Delhi with a nutrition programme. We also organize HIV/AIDS awareness campaigns supported with a voluntary counselling and testing centre.Maitri India’s current initiatives are centered on the core principles of identity, dignity, and respect.  These initiatives include improving the lives of the Widows of Vrindavan, ending violence against women, facilitating citizenship rights for migrant workers, providing education and rights to marginalized women and children, and testing for HIV/AIDS.",
  "yearOfEstablishment": "2005",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "not provided",
      "New Delhi",
      "Delhi",
      "110064"
    ]
  }
}