{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5386",
  "name": "SRI RAM EDUCATIONAL SOCIETY",
  "primaryEmail": "sresap97@gmail.com",
  "website": "www.sres97.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "917013049719",
    "919246652435",
    "918832400239",
    "918832400235"
  ],
  "mainAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "75-6-21/8, Jetti Delux Apartment,",
      "Opp. Indian Bank, Near APEX Hospital Road, Prakashnagar",
      "RAJAHMUNDRY",
      "East Godavari",
      "Andhra Pradesh",
      "533103"
    ]
  },
  "briefDescription": "Sri Ram Educational Society (SRES) is a non-profit organization, having its Registered office at 2-19-1, 2nd Ward, Santhi Nagar, Nidadavolu-534301, West Godavari District and Admin Office: 75-6-21, F-8, Jetti Delux Apartment, Opp. Indian Bank, Prakash Nagar, Rajahmundry-533101, East Godavari District and registered as a society in the year 1997 at West Godavari District, Andhra Pradesh, Under Public Societies Registration Act. 1860. Our focus is helping people in Health, Education, Environment, Women and Youth Empowerment.  It was established by a like minded people to work for the welfare of poor SC, ST, BC and Minorities etc.  SRES intends to provide with all the necessary facilities like meaningful education and training to enable them to develop themselves as individuals capable of meeting the challenges of life.  SRES  is providing residential training facilities in a healthy environment for the SC, ST, BC and Minorities etc.,  as a step towards independent living. It is to educate and prepare youth to live within the community, having achieved three-fold independence-physical, social and financial to the best of their abilities.  We are giving training to the SC, ST, BC and Minorities etc.,  in coordination with the Line Departments such as PMKVY, EGMM, MEPMA, Tribal Welfare Department, Youth Welfare Department, SC Corporation and District Employment Office etc.We have given residential training in Hotel Management, Textile, Hospitality and Health Care Sectors. Under Rajiv Yuva Kiranalu Program we have given training in the above sectors. This program is Placement Linked Training program.  After giving training we use to give Soft Skill Trainings and counseling to the youth before giving placement.  That is the reason we are in the No:1 position in EGMM in Textile and Health Care Sector.  Not only that we have taken post placement bills.  In this regard we want to expand our training activities to self employment trainings and provide them bank linked training programs. We have given training in Skill Development Trainings under Sri Ram Skill Development Training Institute since 2008. These training programs are Placement Linked training programs in Hospitality, Textile and Health Care Sectors.",
  "yearOfEstablishment": "1997",
  "regiseredAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "2-19-1/1, 2nd Ward,",
      "Santhi Nagar,",
      "RAJAHMUNDRY",
      "West Godavari",
      "Andhra Pradesh",
      "533103"
    ]
  }
}