{
  "contacts": [
    {
      "name": "Savita Nathani",
      "email": "gm@cancerarfoundation.org",
      "designation": "General Manager",
      "mobile": [
        "91-22-23005000"
      ]
    },
    {
      "name": "Savita Nathani",
      "email": "gm@cancerarfoundation.org",
      "designation": "General Manager",
      "mobile": [
        "91-22-23005000"
      ]
    },
    {
      "name": "Savita Nathani",
      "email": "gm@cancerarfoundation.org",
      "designation": "General Manager",
      "mobile": [
        "91-22-23005000"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5407",
  "name": "Cancer Aid & Research Foundation",
  "primaryEmail": "carf@cancerarfoundation.org",
  "website": "www.cancerarfoundation.org",
  "organisationType": [
    "Support"
  ],
  "telephone": [
    "912223005000",
    "912223005000"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Byculla Municipal School Bldg., Ground Floor",
      "N. M. Joshi Marg, Nr. 'S'. Bridge, Byculla(W),",
      "Mumbai",
      "Maharashtra",
      "400011"
    ]
  },
  "briefDescription": "As you are aware, Cancer is a killer disease globally and hence it is one of the major causes of death across the world. Since its inception, 13 years ago, Cancer Aid & Research Foundation (CARF), a leading medical NGO from India has made significant contribution to our country's progress in its fight against cancer.  Our work for poor cancer patients through financial aid, cancer research, advocacy, education and services have made remarkable strides in cancer prevention, early detection, treatment and extending their quality of life. The Foundation expertise in volunteering, governance, fundraising, community-based cancer control and prevention, and has been highly appreciated across India. We give medical & financial aid to the poor & needy cancer patients who approach us from various hospitals all over India without distinction of caste & creed.                                           OUR CORE ACTIVITIES:Ø  Funding and services for cancer treatment including Surgery, Radiotherapy and Chemotherapy.Ø  Cancer Research.Ø  Cancer Awareness and Education through CARF News Bulletin, Patients information leaflets and e-news letter.Ø  Cancer screening and Detection Programme.Ø  Anti Tobacco and Anti Cancer advocacy.Ø  Free Ambulance Service provided to cancer patients all over Mumbai / Thane.Ø  Counseling for cancer patients and their families.Ø  Cancer hotline.Ø  Recreational activities for cancer patients.Ø  Providing free Anti Cancer Drugs, Prosthesis and Instruments to needy patients.Ø  Providing career guidance and Rehabilitation to cancer patients and their relatives.",
  "yearOfEstablishment": "2001",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "not provided",
      "Mumbai",
      "Maharashtra",
      "400011"
    ]
  }
}