{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5411",
  "name": "UTKARSH SIKCHHAN PRASIKCHHAN SEWA SANSTHAN",
  "primaryEmail": "utkarshspss@rediffmail.com",
  "website": "www.utkarshspss@rediffmail.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919044428415"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "109, Moh- Civil Lines",
      "post-sadar",
      "azamgarh",
      "Azamgarh",
      "Uttar Pradesh",
      "276001"
    ]
  },
  "briefDescription": "Utkarsh Sichhan Prasikchhan Sewa sansthan {USPSS} is an All India Voluntary Organization, Non-government, Non-political, Non-profit making and Non-proprietary National Forum. It is well-organized dedicated group of social workers that have gained professional and practical skills and knowledge in social work, serving selflessly for the overall development of the all streams of society. So our aim and objective draw ethical, ideological and practical strength and experience from the tradition of cherishing and preserving democratic egalitarian culture and ethos. USPSS is registered under the Indian Societies Registration Act of 1860 (Registration No. 247) and Foreign Contribution Regulation Act Applied. It has been and has exemption under, 80G and 12A Acts with Income Tax Department & fcra.USPSS was formed by the benevolent, laborious, eminent and educationist persons of the society, who dedicated to serve the society in terms of various welfare programs in all streams. Only with its limited resources, USPSS has been trying hardly in fulfilling its objectives and to integrate, organize, concretize and democratize the people for the overall development of the welfare state.  Aim of the organization emphasizes on the welfare for women and children, and the aged, as it is assumed that, they are weaker sections of the society. Youth-oriented programs are also the target area, as they are the builders of our nation. Even with limited resources, the organization was able to reach many underprivileged women, children and youth of the society through dedication, devotion and untiring efforts by involving like-minded professionals.",
  "yearOfEstablishment": "1996"
}