{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5448",
  "name": "Society for Children (SOCH)",
  "primaryEmail": "sochforchildren@gmail.com",
  "website": "http://www.sochforchildren.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "916742311444"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "Plot no-657,F1 Sangam Nivas, Lalbahadur Sastri Colony,Old station Bazar,Bhubaneswar",
      "Old station Bazar",
      "Bhubaneswar",
      "Khordha",
      "Odisha",
      "751006"
    ]
  },
  "briefDescription": "Established in July 2012 SOciety for CHildren (SOCH) is a nonprofit Organization Registered under Society Act XXI of 1860 with the Registration No-23515/51 at IGR Cuttack, Odisha and is currently operational in three locations viz. Bhubaneswar, Puri and Berhampur. RAKSHYAK, PUNARJIVAN and PANKH are the three Projects of SOCH which works for the welfare of the children and youths. Awards & Recognition: 1. Received best children Ngo Award at giving back, 2015 Awards, Mumbai on 23rd December 2015.2. Winner in CSR implementing agency challenge at India CSR summit 2016, Mumbai on 28th Sept 2016.3. Recognize as one of the top 50 change agents of Odisha at be the change, Bhubaneswar organized by YES WE CAN on 23rd January 2017. 4. Awarded 3rd Position in a 2mins pitching on Project PANKH TRAVEL (lady driver training & Placement) @ “TATA social enterprises challenge”, a joint initiative with IIM Calcutta at XIM Bhubaneswar on 18th Feb 2017. Project “Rakshyak\" is all about rescue and resettlement of runaway, missing and abandoned children majorly focusing at railway stations. Rescued children are brought to a temporary shelter for necessary counselling, food, shelter and cloth support. Due efforts are made to trace the family address of the children. Then children are either reunited with their families or put on institutional care with appropriate involvement of government’s juvenile justice system. As per the figures from inception to till 31st March 2017, the project has rescued 3187children out of which 2245 children have been home placed.  Project “Punarjivan” was started in the year 2016.  It is a one month behavioural modification camp for hard behaviour children. Here children separated for a longer duration of time or fallen prey to addiction/beggary/child trafficking/child labour, under the supervision and guidance of professional teachers follow a structured and planned daily schedule that brings about a change in their behaviour and attitude. The addresses of these children are traced during their stay in the camp and later reunited with their families at the Camp Ending Ceremony. Project “Pankh” mainstreams the youths from CCIs and from different underprivileged section of the Society. It helps in mainstreaming these youths through Counselling, Mentoring, Life Skill Training, Vocational Training and Placement assistance from the age of 16 years. This project was started in the year 2016.",
  "yearOfEstablishment": "2012",
  "regiseredAddrress": {
    "state": "Odisha",
    "address": [
      "Plot no. 349/3527, Third Floor, Bhubaneswar",
      "Near Bhubaneswar Hotel",
      "Bhubaneswar",
      "Khordha",
      "Odisha",
      "751006"
    ]
  }
}