{
  "contacts": [
    {
      "name": "Nakul Chandra Jana",
      "email": "tigerwidows.sunderban@gmail.com",
      "designation": "President",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5476",
  "name": "Sundarban Tiger Widow Welfare Society",
  "primaryEmail": "tigerwidows.sunderban@gmail.com",
  "website": "www.tigerwidows.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919836477465"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "51A, Lake Place, Kolkata 700029",
      "Kolkata",
      "West Bengal",
      "700029"
    ]
  },
  "briefDescription": "We  help the families of tiger victims family in following way 1) When a person is killed by tiger or crocodile / shark we visit the families immediately. Help them with  cash &  provision . Give two female goat or pig (sow) for regular income generation 2) Arrange and give medical help to the members of the grieved family 3) Help the children in education 4) Take the tiger widow in the self help group (SHG) for our upcoming project of alternate livelihood- eg  Integrated fish – poultry farming, pig & goat farming, organic vegetable farming etc 5) Train the widows in different livelihood projects sponsored by Govt and others eg poultry farming, goat farming, pig farming, fishery, tailoring, furniture making, dairy milk production, umbrella manufacturing etc 6) Highlight the plight of  Tiger widows to the national and international authorities for assistance and long time solution in developing alternate livelihood projects which will bring some monthly income  to avoid collection of minor forest produce of Sundarban 7) Help the tiger widow in getting official compensation by filling the application with associate documents and following the application till end ( The compensation is available from – Tiger reserve, Fishery Department, Insurance company if proper permits are available which is missing in most of the cases as the illiterate villagers are illiterate, ignorant and can’t comply the permit procedure governed by cheats. ) 8) Advice  the fringe community people to get proper permits in going to the forest – Boat license certificate (BLC) , fishing or honey collection permits,  accident insurance etc 9) Organizing awareness program in the fringe community to shift to the alternate trade available in distance places and get education and training10) Internationalize the issue of plight of tiger widows including World Bank, World heritage center  UNESCO, MFF, different authorities saving of forest and environment for human existence. Research papers predict 10 % damage to the Sundarban is caused by Human encroachment.  So helping the tiger widows in alternate livelihood away from forest id direct help to preserve the forest. 11) Appeal to national & International authority, organizations, individuals for helping the tiger widows in organizing  food for hunger, medical & educational help and developing the projects’ in alternate livelihood",
  "yearOfEstablishment": "2013",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "395, Thakurpukur Road, Kolkata 700063",
      "Kolkata",
      "West Bengal",
      "700063"
    ]
  }
}