{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5528",
  "name": "Dantour Vikas Sarvajinik Punyarth Trust",
  "primaryEmail": "dantour_vikas@yahoo.co.in",
  "website": "www.dvspt.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919461350851",
    "919983599340"
  ],
  "mainAddrress": {
    "state": "Rajasthan",
    "address": [
      "C-42A, Suraj Colony, Jaipur Road,  Infront of Mahindra Office , Bikaner",
      "Bikaner",
      "Rajasthan",
      "334001"
    ]
  },
  "briefDescription": "1. We run two De-Addiction and rehabilitation centres in Jaisalmer and Village Dantour, Rajasthan of drug addicts and alcoholics.The drug addicts are closely watched by a medical team until they are healed of all their withdrawal symptoms. They are then allowed to join the rehabilitation process along with the alcoholics.All of them attend the classes and learn the negative impact of their addiction on their family lives. They are helped by the medical team and Divine’s counsellors to become reunited with their families. Couples are given counselling, both individually and together.The centre claims nearly 80 percent success in its work. Almost all who return home come for retreats and renew their pledge to say a firm no to alcohol and drugs.2. Providing Healthcare and Awareness through our Medical Mobile Unit (MMU) and Medical Mobile Van (MMV).DVSPT offers medical support through Medical Mobile Unit and Medical Mobile Van. We work towards promoting healthcare awareness and providing quality services through a gamut of health care initiates for the people in remote area. Medical Support in form of free medical health camps under the supervision of specialist doctors for routine check-ups, Blood tests, ECG etc.A total number of 1470 Health camps have been conducted. 104692 Patients screened and treated till date at C category villages of Rajasthan.3. We impart training in various trades to the youth belonging to the region with the aim to make them independent and self-reliant. The courses taught at the institute have been modified keeping in mind the need of market. The institutes have modern training infrastructure and the instructor individually mentor the students. The Courses are as follows:-Computer Basic CourseHardware & NetworkingGraphic Designing (DTP)Other Computer CoursePhotography & videographyTV-Radio-CD-DVD RepairingElectrician CourseCall CentreAir conditioning and RefrigerationHome Appliances RepairingSpoken English4. We create self-reliant self-help groups which:-• Take responsibility for their own design, production, accounting and marketing.• Be free from dependency on moneylenders and middlemen.• Work towards the removal of social prejudices (of gender, caste, religion and profession).Assist craftspeople to use their own skills: • As a means of employment, income generation and economic self- sufficiency.• To break out of the vicious cycle of poverty.• To improve other aspects of their lives such as education, health and nutrition.Provide space and a catalyst for women’s empowerment through crafts.Contribute to the development of an Indian urban market for handicrafts through:• The design, diversification and production of competitive products.• Good publicity for and display of crafts products in urban centers.• Creating awareness of craft issues and skills in the media and in the Government.• Participation in Craft and Development Forums.",
  "regiseredAddrress": {
    "state": "Rajasthan",
    "address": [
      "VPO Dantour, Behind Govt. Sec. School, Teh. Khajuwala",
      "Dantour",
      "Bikaner",
      "Rajasthan",
      "334023"
    ]
  }
}