{
  "contacts": [
    {
      "name": "Pramod Kulkarni",
      "email": "sevavardhini@gmail.com",
      "designation": "CEO",
      "mobile": [
        "91-20-24433606"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=560",
  "name": "Sevavardhini",
  "primaryEmail": "sevavardhini@gmail.com",
  "website": "http://www.sevavardhini.org/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919423580535",
    "912025513296"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "21,Brave Complex 1170/1 J.M.Road,",
      "Opp. Panchali Hotel,",
      "Pune",
      "Maharashtra",
      "411005"
    ]
  },
  "briefDescription": "SevavardhiniIn 1998 Sevavardhini was established as NGO in Mumbai under the BPT Act 1950 and also under the Society’s Act 1960. Sevavardhini is a support service initiative aiming to facilitate field level voluntary activities and support services with each other for optimal deployment of resources. It operates all over India.  Sevavardhini has built up network of 250 plus voluntary organizations, from all over the India, having strong footings at grassroots through various development related initiatives. These network organizations are engaged in variety of social services like Agriculture, Energy, Water, Education, Health, Cultural, Rehabilitation, Women & Child empowerment, Rural development, Upliftment of Nomadic tribes/Backward classes, Sustainable development, Livelihood, Waste management, Institution building etc. Sevavardhini provides support services like Project formulation, Various types Surveys, PRA & other studies, Case studies, Various  types of Assessment & Evaluation studies ( e.g Impact assessment & evaluation studies, Need assessment & evaluation studies etc.), Conducting Training and workshops for capacity building, Institution building, Advisory services and fund raising, Resource mobilization  etc.   Sevavardhini has formulated its Vision & Mission statements & Goals and set its Values for guidance of its operative personnel.  Vision:To build up a vigorous society through cohesive efforts of social organizations along with devoted and committed voluntary workers.Mission: •\tEmpowerment of voluntary initiatives.•\tStriving for social upliftment through cooperation and with help of development oriented programs.•\tDeveloping atmosphere of social trust through people’s participation.  Goals:To support, encourage and enable ground level voluntary organizations working for enriching the livelihood of millions of our countrymen through practicable innovative solutions in various sectors of social development.Values:•\tTotal dedication and devotion to work. •\tTransparency.•\tUp to date techno - managerial approach.•\tNational integration and harmony•\tImpartiality as regards race, religion, caste, creed, colour, place of origin, age, education or gender. •\tCompliance to all the necessary statutory and regulatory norms.Sevavardhini connects right people from different sectors together for greater social cause. These people are from :-•\tNetwork NGO’s•\tCorporate & Finance Sectors  •\tGovernment, Semi Government and Local bodies•\tAcademics & research Institutions •\tSocially conscious professionalsOver the past more than 15 years Sevavardhini is successful in creation of an atmosphere of social trust through people’s participation by encouraging voluntary initiatives. The broad focus areas of work carried out by Sevavardhini:•\tGround & rain water harvesting and management (Drinking & Agri Purposes)•\tSolid Waste Management•\tPublic Health (Incl. Mother & child health care)•\tAgriculture development (Organic Farming & Support Agro Enterprises)•\tWomen Empowerment•\tTribal & marginalized communities’ development.•\tNatural resource management •\tSocial and cultural programs•\tEducation •\tTraining & capacity building •\tGuidance, All types of support – direct or indirect to NGOs",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Utkarsh Mandal, 2nd Floor",
      "Mahant Road, Vile Parle (E)",
      "Mumbai",
      "Maharashtra",
      "400057",
      "AP_TelBill_475.PDF"
    ]
  }
}