{
  "contacts": [
    {
      "name": "SRI SISIR KUMAR SATAPATHY",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5620",
  "name": "ORGANISATION FOR INTEGRATED DEVELOPMENT (OFID)",
  "primaryEmail": "ofid.ppur@gmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919437514369"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "At: Bira Jagannathpur Sasan,",
      "P.O.: Bada Kharida,",
      "Via: Purushottampur,",
      "Ganjam",
      "Odisha",
      "761041"
    ]
  },
  "briefDescription": "ORGANISATION FOR INTEGRATED DEVELOPMENT IS REGISTERED IN GANJAM, ORISSAa.\tTo promote integrated development of the people through systematic, time-bound and result-oriented programmes with specific aims and plans and to help people, irrespective of caste, creed, community, religion and sex, by promoting education, health & legal awareness and to improve the socio-economic conditions to make the people self-reliant.b.\tTo educate the people to be aware of their problems and solve those with the available resources through their organised and collective action and to enhance their self-esteem, knowledge and attitude to attain sustainable development.c.\tTo promote savings habit and cooperation among the people by facilitating formation of SHGs.d.\tTo establish and maintain health clinics, , hospitals, etc. to provide healthcare to all with special attention to women’s reproductive health, infant care and child survival. e.\tTo organise programmes to create awareness of child care, family health, family planning, sanitation, antenatal care and nutrition education etc. f.\tTo establish and maintain Homes for the old people, Homes for the destitute women, Orphanages and Drug De-addiction centres etc. g.\tTo provide intensive trainings in the selected vocations to needy persons, especially women, for their development.h.\tTo rehabilitate the destitute, helpless and disbanded women and their dependent children and orphans by providing vocational training.i.\tTo provide education facilities to all, especially the deprived sections of the society.j.\tTo undertake various programmes for rural development m.\tTo undertake rehabilitation of child labourers, bonded labourers, mentally retarded & differently abled children.  n.\tTo undertake various development activities pertaining to women.o.\tTo undertakethe promotion of various developmental programmes to educate the youth, especially the women, on family welfare, population control measures etc.p.\tTo work for the popularization of various health schemes of Union and State Government.q.\tTo respect at all times the religious and cultural feelings of all the people while promoting the aims & objectives of the Society and to unfailingly avoid political activities.",
  "yearOfEstablishment": "2002"
}