{
  "contacts": [
    {
      "name": "Chandrashekhar Bhondwe",
      "email": "sanjivan4411@gmail.com",
      "designation": "Director",
      "mobile": [
        "91-9404086685"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5679",
  "name": "Sanjiwan Gopalkrushna Sanstha",
  "primaryEmail": "sanjivan4411@gmail.com",
  "website": "www.sanjivan.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "9404086685"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "At. Masala, Post. Shiva, Th. Katol, Dist. Nagpur.  440023",
      "Teacher Colony, wardha Road, kondhali, Th. Katol, Dist. Nagpur.",
      "Kondhali",
      "Nagpur",
      "Maharashtra",
      "440023"
    ]
  },
  "briefDescription": "The main reference group of organization working in Scheduled Cast (SC), Scheduled tribes (ST), VJ. NT, Special Backward Class (SBC), Particularly Pardhi and Bhil, Nomadic tribes. i.e. Trimali, Nathpani Daori, Govasi, Sayyed, Madari, Laman (Banjiari), Gosavi, wadari, Kaikadi, Kalahathi, Gaopardhi, other, etc. SGS established in 1979 but started its work with the communities in 1994 with the support of child Rights & you (CRY) and enrolled their children in the schools,  actuchully it was started before 33 years by founder of  SGS,  Shari. Namdeoraji B. Bhondwe (Teacher) he is highly qualified (B.A. C.P.Ed & other),  That is why in the project areas, now there are many graduates, hundred of HSC and SSC passed youths belonging to Backward Class communities, SGS enrolled the children in the school & enrolling them every year now they are the Backward class community children are going to the  school in regularly. 1) Need of education.2) Disadvantage of migration student. 3) Current education system. 4) Other alternatives to prevent child or organization. 5) Education staffs requirements. \t6) School and student equipments.",
  "yearOfEstablishment": "1979",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Kannamwar Gram",
      "Taluka Avri, Karanja",
      "Dist. Wardha",
      "Nagpur",
      "Maharashtra",
      "442203"
    ]
  }
}