{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5702",
  "name": "PARIVARTAN SANDESH FOUNDATION",
  "primaryEmail": "mukesh.garg@parivartansandeshfoundation.com",
  "website": "http://www.parivartansandeshfoundation.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919810667332"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "D-159, D-Block",
      "Saket",
      "New delhi",
      "South Delhi",
      "Delhi",
      "110017"
    ]
  },
  "briefDescription": "Parivartan Sandesh Foundation works for Health & Survival, Education & schools, Vocational Skills Development, Other social Causes & Emergency Respond with support of our respective donors Established in 2011, we have been meticulously working for the betterment of our society. We believe in the inclusive growth and development of our country where we give continuous emphasis to upgrade the weaker sections of the society regardless of their status and religion with a major focus on children, women and senior citizens. Till date,we have supported more than 30 children having heart diseases and other life threatening illnesses to lead a better and healthy life.Through our Mobile Health Unit, we have reached approx 15000 people in slums facilitating free primary health check-up,medicines and referral services. We understand the value of education in children's life and for that we provide pre- primary education to more than 5000 children with over 20 girls getting benefit of career oriented courses. Also, we offer vocational courses to around 1000 youths with a special focus on empowering girls & women by providing  training for Tailoring, call center and computer courses which not only enhances the chances of employment opportunities but also boost up the confidence of youth to lead a productive life.",
  "yearOfEstablishment": "2011",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "WZ-99, Phase-1",
      "Om Vihar, Uttam Nagar",
      "New delhi",
      "South Delhi",
      "Delhi",
      "110059"
    ]
  }
}