{
  "contacts": [
    {
      "name": "Nidhi Mukundan",
      "email": "nidhi@baalemane.org",
      "designation": "Fundraising and Communications Manager",
      "mobile": []
    },
    {
      "name": "Nidhi Mukundan",
      "email": "nidhi@baalemane.org",
      "designation": "Fundraising and Communications Manager",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5722",
  "name": "Baale Mane Trust",
  "primaryEmail": "info@baalemane.org",
  "website": "http://www.baalemane.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918027737171"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No 121, Gopalapura,",
      "Railway Gollahalli",
      "Bangalore Urban",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "562123"
    ]
  },
  "briefDescription": "The Baale Mane, literally meaning “Girls Home”, is a long-term shelter home for up to 60 girl children between the ages of 6 – 18. The home is located approximately 35 km north-west of Bangalore city centre near Heseraghatta.Baale Mane is dedicated to the care of girls from vulnerable backgrounds such as, domestic violence and child labour. Unlike many other children’s homes, Baale Mane aims to provide girls from disadvantaged backgrounds long-term support in an environment that resembles a home, not a hostel. The objective of the home is to give each of the girls a fulfilling and happy childhood and to nurture and resource them so that they may lead a self-sustaining adult life.  Care at Baale is focused on the four principles of the 1989 UN Convention on the rights of the child; survival, protection, development and participation. Special emphasis is given to education and informal learning such as art, drama and dance. All of the girls attend schools in the local area.The Baale Mane was founded by the Paraspara Trust in 2001 but has since become a separate organisation. The Baale is now governed by a board of Trustees in India – The Baale Mane Trust and a separate charitable trust in the UK – The Friends of The Baale Mane Gopalapura. The home has been managed with the dedication and commitment of Mary C, since its inception. All running costs for the home are raised by the two charitable trusts in India and the UK. The majority of funds are raised through the generosity of individuals with occasional sponsorship from corporations.",
  "yearOfEstablishment": "2001"
}