{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5723",
  "name": "AGAPE YOUTH WELFARE ORGANISATION",
  "primaryEmail": "agape_wokha@yahoo.com",
  "website": "http://agapewokha.yolasite.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Support"
  ],
  "telephone": [
    "918731004733"
  ],
  "mainAddrress": {
    "state": "Nagaland",
    "address": [
      "PO Box 20 NST",
      "Wokha Town",
      "Wokha",
      "Nagaland",
      "797111"
    ]
  },
  "briefDescription": "The word 'AGAPE' has its origin in Greek language which means \"Brotherly Love or God's Love for Man- the highest form of Love, Charity\". Since its Inception in 1993, the AGAPE YOUTH WELFARE ORGANISATION (NGO) has been implementing different kinds of social welfare programs in the community in Wokha and surrounding districts, Nagaland and has so far served and directly impacted more than 65,000 people (and counting) of Seven Districts. The primary objective of the organisation is Prevention and control of all kinds of Social-ills or Anti-social activities in the society such as Drug abuse, Alcoholism, Child trafficking, Illegal/commercial sex, HIV/AIDS, Gender discrimination etc. It is also fully committed for the Socio-economic development in the Rural and Semi-urban areas to be brought about by Rural Employment Generation programs through skill development, Women and Youth Empowerment, Vocational Trainings as also the Promotion and optimal utilization of Natural Resources and Environmental protection. It was founded as a voluntary organisation meant to be Non-Profit, Non-Political and Non-Religious by a group of Enthusiastic and Socially conscious Young persons led by Mr.C. ROBIN LOTHA (President) in the year 1993, after Mr. Lotha had already gained a rich experience with various NGO's at National Level and had undergone extensive training at Mumbai in matters of Drug abuse, HIV/AIDS etc. In order to take up and implement all kinds of Social Welfare Projects/programs, the members had decided and registered the organisation under the Societies Registration Act. XXI of 1860 through the Govt. of Nagaland in 1994. The AGAPE Organisation is fully dedicated and committed for the welfare of all Mankind- regardless of Background, caste, sex, colour, religion, language and status. Further decided that, the Members shall express the needs of all the communities towads more responsible living, Human development, Love and Care through the voluntary service of the AGAPE Youth Welfare Organisation. In Summary,The primary objective of the Agape Youth Welfare Organisation is to improve the quality of lives of the common people, primarily those people who are marginalized, disadvantaged and underprivileged and the concern for the protecting the resources and environment through responsible living.",
  "yearOfEstablishment": "1994"
}