{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5727",
  "name": "SOCIAL DEVELOMENT AND MANAGEMENT SOCIETY",
  "primaryEmail": "sdms@rediffmail.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "918005184252"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "C II, 303, ELDECO GARDEN ESTATE,",
      "DEV NAGAR, RAIPURWA",
      "Kanpur",
      "Kanpur Nagar",
      "Uttar Pradesh",
      "208003"
    ]
  },
  "briefDescription": "Social Development & Management Society (SDMS) is a voluntary organization and well managed development organization working since 1997 in Kanpur, Uttar Pradesh. We are working on a range of development processes including area development, poverty elimination, livelihood, promotion of community level institutions, human rights, women & child rights, promoting uptake of national programmes among minorities & neglected section of society, behavior change communication, capacity building, convergence, bridging the digital divide, solar energy, agriculture development and system strengthening. Our key domains of work include Education, skill development, community mobilization, livelihood, capacity building, human rights, women & child rights, nutrition, adolescent health, water & sanitation, mother and child health, area development, non-conventional energy, bridging the digital divide and environment protection. While working both at micro and macro level, we have gained practical expertise in community development processes and developed a competent team of professional to work with the community, civil society organization, donor agencies and government to provide qualitative services.We wish to work with your Childline India in the districts of Uttar Pradesh. We would be happy to receive and address your queries, which you may have regarding our organization.",
  "yearOfEstablishment": "1997"
}