{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5771",
  "name": "Kaivalya Education Foundation",
  "primaryEmail": "mohit.saxena@gandhifellowship.org",
  "website": "www.kefindia.org",
  "organisationType": [
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "917926642943",
    "917926642943"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "A56 Panchsheel enclave",
      "Shreyas crossing Road to Vejalpur, Paldi",
      "Delhi",
      "South Delhi",
      "110017"
    ]
  },
  "briefDescription": "Kaivalya Education Foundation (KEF) is a change management organization that supports Public Education System Leaders in improving the learning levels of students by enabling people improving processes and embedding technology.KEF was founded with the objective of strengthening the public education system of the country by transforming the new generation of leaders in education. Its goal is to gain expertise in leveraging multi-level partnership with state governments to catalyze the turn-around of failing schools.KEF envisions making a disproportionate change in the quality of primary education by creating and replicating sustainable programs for grooming education leaders in the government educational system. KEF's mission is to steer transformation of government schools in India into high performing environments for children by developing principals of these schools into empathetic, pro-active and skilled practitioners.Since its inception, KEF has partnered with many government, private and educational institutions to impact more than 1400 schools under School Transformation Program in the states of Rajasthan, Gujarat Maharashtra, Haryana and Uttarakhand.Apart from School Transformation Program, KEF is implementing two more programs i.e. District Transformation Program and State Transformation Program. District Transformation Program is currently being implemented in 28 districts spread across Rajasthan, Gujarat, Maharashtra, Madhya Pradesh, Bihar, Uttar Pradesh, Jharkhand and Assam. State Transformation Program is currently being implemented in the state of Jammu and Kashmir, Haryana, Assam, Jharkhand, Odisha, Madhya Pradesh, Andhra Pradesh, Rajasthan, Gujarat and in the National Capital Region of Delhi.",
  "yearOfEstablishment": "2008",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Piramal ananta",
      "Piramal Agastya Corporate Park",
      "LBS Marg,Kurla West",
      "Mumbai",
      "Maharashtra",
      "400070",
      "INC-22 for uploding KEF.PDF"
    ]
  }
}