{
  "contacts": [
    {
      "name": "Shaila Brijnath",
      "email": "aasraatrust@gmail.com",
      "designation": "Chairman",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5788",
  "name": "AASRAA",
  "primaryEmail": "aasraatrust@gmail.com",
  "website": "http://www.aasraatrust.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "911356456991",
    "911356456991"
  ],
  "mainAddrress": {
    "state": "Uttarakhand",
    "address": [
      "119/1",
      "Vasant Vihar",
      "Dehradun",
      "Uttarakhand",
      "248006"
    ]
  },
  "briefDescription": "Aasraa is an education trust established in 2009 to work towards empowering street and slum children through education, vocational training, nutrition, medical care and providing shelter homes. Our vision is an India where all children are treated equally, are provided a nurturing support system and have access to an education that gives them the confidence and skills to follow their dreams. Our mission is to level the playing field for children who have neither seen books nor stepped into a school. The children we work with come from extremely impoverished backgrounds and are mostly rag pickers, beggars, addicts, runaways and orphans. We currently work with over a 1000 children.Aasraa Trust seeks to alleviate poverty in Dehradun by providing the many disenfranchised children in the city with the opportunity to pursue an education. Our organization has crafted a cyclical approach. Our projects include outreach to bring children into basic literacy, street smart to prepare for schooling, sponsorship for education, after school tutorial support, mobile learning centres, anti- begging and vocational training, nutrition, medical, clothing and shelter.Firstly, we start by reaching out to children in the slums through our outreach team. Then the children are initiated into the first step of our ‘Street Smart’ education project where we conduct classes within the neighborhood to foster trust and basic education, committed students move to the next step of the program at a facility that provides a more structured classroom environment where the children learn basic Hindi, English, and Mathematics. Once they have achieved an elementary level education, we help to mainstream these children into formal schools by providing scholarships that pay their school fees and living expenses. Children who have entered the formal schooling, then become a part of our other project, “Wings of Doon” which is an after-school program that promotes character building and academic achievement. The children who attend this program also take advantage of tutorials in a wide range of subjects. These complementary projects work to provide children access to schooling and the tools and support to help them thrive academically.We launched an Anti-Begging Campaign for child beggars in January 2014 in association with the Dehradun District Administration. The goal of the campaign is to discourage child beggary, provide the child beggars with basic literacy, lessons in hygiene, grooming, art therapy, nutrition and medical care. As a part of this project, young adults are provided with vocational training in sewing and block printing as well. Children who for various reasons are unable to gain entrance into mainstream schools are provided the option of NIOS. We are a study and exam center from the National Institute of Open Schooling for its ‘Open Basic Education Program’. We also provide vocational training for young adults to enable them to earn a respectable livelihood in the future.Working children who do not attend school due to their socio-economic condition are provided basic literacy through our Mobile Learning Centers that are classrooms on wheels teaching through high tech e-learning methods. This is a fun interactive way of learning that keeps the children’s interest alive and helps in regularizing them in the classroom setup.For boys and girls who come from a home environment that is not conducive to their educational pursuit, Aasraa also provides shelter homes. In addition to this we provide nutritional support and a medical aid that covers children throughout all our projects.",
  "yearOfEstablishment": "2009"
}