{
  "contacts": [
    {
      "name": "Vengatesh Krishna",
      "email": "info@negfire.org",
      "designation": "Executive Director",
      "mobile": [
        "91-11-26526570"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5806",
  "name": "New Education Group - Foundation for Innovation and Research in Education",
  "primaryEmail": "hradmin@negfire.org",
  "website": "http://www.negfire.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Support"
  ],
  "telephone": [
    "911726526570",
    "911726526570"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "A-1,Third Floor, Sarvodaya Enclave",
      "Adjacent to Mother's International School",
      "New Delhi",
      "South Delhi",
      "Delhi",
      "110017"
    ]
  },
  "briefDescription": "NEG-FIRE is a development support organisation, working through grassroot partners to transform the lives of children and young adults from the most marginalized communities (PTG, ST, SC), with focus on girls, by promoting school enrolment, retention and quality education. Also, NEG-FIRE inculcates employment enhancing vocational and livelihood skills amongst children, women, elderly and the differently abled.  At NEG-FIRE, we believe that every child has the right to quality education in an environment that is just, fair and equal. To do so, the organisation:Strengthens the learning process in government schools by developing word book and primers for tribal children, whose mother tongue differs from the state language.Strengthens School Management Committees (at Schools) and Mata Samiti’s (at ICDS Centres) to facilitate quality learning.Integrates arts and aesthetics to promote interest in education and learning . NEG-FIRE Promotes community and household based learning spaces such as Treasure Houses that makes learning interactive and fun. Creates a cadre of Edu-leaders ,Conducts research in education and advocates policy changes,Currently, NEG-FIRE works in 12 states through 28 projects. For all the projects, NEG-FIRE collaborates with the Education, Women and Child Departments to jointly strengthen the education service delivery in terms of quality education and access to entitlements. The projects of the organisation promotes community ownership in education by strengthening government stipulated structures such as School Management Committee (SMC) and Mata Samiti’s (MS), while collaborating with the PRIs. To track project progress and take up further actions, NEG-FIRE has developed a robust web-based MIS system. Through the technical assistance support, NEG-FIRE creates sustainable education practices in all program villages, impacting government systems that promote quality education. To do so, the organisation focuses on the following themes: Education for Children in Inter-state borders of Bihar, Jharkhand, Andhra Pradesh, Orissa, Madhya Pradesh, Chhattisgarh, Rajasthan and Gujarat through 8 projects. Education and Social Inclusion of Musahar children through 4 projects in Bihar.  Promoting quality education by community leadership (Edu-Leaders) through 10 projects in Uttar Pradesh and Telangana. Education to children of quarry workers through 2 projects in Rajasthan. Early Childhood Care and Education (ECCE), which is a cross cutting theme in all the projects. Till date, about a million children (0-18 years) have accessed quality education, educational entitlements and skill enhancement support. During 2013- 14 NEG-FIRE reached out to 89,322 children and in 2012- 13 to 142, 430 children. About one percent of the total villages in India have been reached through NEG-FIRE’s interventions which include geographically remote regions and some, which continue to experience conflictNEG-FIRE has reached to 5000 schools and 3000 pre-primary schools in 12 States.",
  "yearOfEstablishment": "2005",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "IGSSS, 28, Lodhi Road, Institutional Area New Delhi 110 003",
      "A-1/3rd Floor, Sarvodaya Enclave, New Delhi 110 017",
      "New Delhi",
      "South Delhi",
      "Delhi",
      "110017"
    ]
  }
}