{
  "contacts": [
    {
      "name": "Kali Kumar Ghosh",
      "email": "",
      "designation": "Secretary",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=586",
  "name": "Dridh Sankalp",
  "primaryEmail": "dridhsankalp@rediffmail.com",
  "website": "http://www.dridhsankalpngo.org",
  "telephone": [
    "919771815050"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "New Town",
      "Jamtara",
      "Jharkhand",
      "815351"
    ]
  },
  "briefDescription": "A)The Organization, in Health and Hygiene activities has imparted district and block level trainings to all the Sahiyas  of the 6 blocks in the district on Nischay Programme for early detection of pregnancy through kits, supported by NRHM, Ranchi and HLLtd. New Delhi. It has organized awareness programmes on RCH and AIDS among adolescent groups and SHGs, organized health camps and managed Pulse Polio booths. The Organization has been awareing people by organizing village level meetings on T.B. in collaboration with Catholic Health Association of India in all the panchayats of Jamtara Block.The Organization has an Ambulance for health services donated by the local MP.B) DRIDH SANKALP has made Twin Toilets in 10 schools in Dumka district, more than 1500 Low cost Household Toilets for BPL families in Jamtara and Dumka Districts and Anganwadi Centers as well as conducted IEC programmes under Total Sanitation Campaign.C) In the field of Education- the Organization has run five (5) Child Labor Schools, Twenty (20) NPEGEL Schools for out of school girls providing Vocational and Remedial Teaching in Jamtara & Narayanpur blocks in Jamtara district, three (3) Residential Bridge Course Schools for out of school Tribal and Primitive Boys and Girls of fifty (50) students each in Jamtara & Dumka districts, performed Nukkad Nataks in 45 villages in Jamtara district to mobilize the dropouts & out of school children.D) In the field of Livelihood promotion Dridh Sankalp has been working among more than 450 tribal farmers under Prototype Meso Project  under ITDA, Dumka in two (2) Blocks of Dumka district, namely Masalia & Gopikander  Blocks, supported by Tribal Welfare Department, Govt. of Jharkhand.(E) In the field of Agriculture, the Organization has been working for the Improvement of Rice Production by following SRI method, supported by S & T Department, GOI in 2009-10 and supported by NABARD, Ranchi, among 200 farmers in 2010-11 and 400 farmers in 2011-12.(F) Through Community Mobilization, the Organization has been making SHGs and Adolescent groups under SGSY for income generation activities, imparting  trainings by Reach India, ICPRD and DRDA  & starting Micro Finance among SHGs supported by ICPRD, New Delhi.Till date the Organization has formed 175 women SHGs and 55 Adolescent Groups.(G) Dridh Sankalp with the collaborative partnership with Reach India Trust,   Kolkata & Healthy World Foundation has been extending health, livelihood and life skill education to the SHG members and Adolescent girls and creating a cadre of master trainers to cascade learning Conversations and learning games.(H) The Organization has been running a Village Resource Center, in Jamtara with  the support  of ISRO, Bangalore, for the training of farmers and SHG members.(I) The Organization has adopted two girls, one a Tribal and the other a poor  Brahmin girl and looking after their studies.(J) The Organization has been spreading awareness among the people through Environment Awareness Campaigns supported by Ministry of Forest & Environment.(K) The Organization has been running Authorized Study Center of Mahatma Gandhi University, Meghalaya, since January, 2012.(L) The Organization is running an Acu-Therapy Center, a center based on Acupressure, a    form of treatment for pain that involves pressure on particular in the body known as “Acupressure Points”, for treating the patients’ suffering from different types of diseases as Sciatica pain, Overweight, Backache, Insomnia, Fatigue, Frozen shoulder, Constipation etc. M) The Organization is running a Computer Training Center for the Slum Children since October, 2014. 40 students are having training on the Basics and Fundamentals of Computer.N) The Organization is imparting Skill Development Training to more than 40 girls of Slum areas. They get training on Mehndi, Embroidery and Stitching, Beautician, Food processing etc.",
  "yearOfEstablishment": "2004"
}