{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5883",
  "name": "proVISION ASIA",
  "primaryEmail": "info@provisionasia.org",
  "website": "http://provisionasia.org/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "918023634312"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "#30/1, 1st B Main, 2nd B Cross",
      "Athmananda Colony, Sultan Palya",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560032"
    ]
  },
  "briefDescription": "proVISION ASIA is a Social Service Trust dedicated to empowering people with disabilities, to lead independent and fulfilling lives. Our rehabilitation services extend to all people without regard to religious beliefs, gender, age, race or ethnic background.In 1986, Dr. Chip and Jean Kingery from the United States began work with marginalized communities in and around Bangalore. That work has evolved into what is now proVISION ASIA. proVISION ASIA focuses on helping people with disabilities and the community at large by offering a hand-up, not a hand-out. Since its inception, proVISION ASIA has helped transform the lives of thousands of individuals with disabilities. proVISION ASIA serves as a bridge between community resources and differently abled individuals to provide medical treatments, rehabilitation, mobility aids, English lessons and Computer training, job placement, self-employment, education assistance and a small special needs school. With eighteen highly dedicated staff members (many with their own disabilities), enthusiastic partners and specific expertise in understanding the needs of people with disabilities, proVISION ASIA has established a solid foundation of disability work. Since 2006, proVISION ASIA has officially partnered as the 13th International Affiliate for Joni and Friends International Disability Center in Agoura Hills, California.Five creative areas of work include:1. Monthly PlayGroups for families at a nearby accessible park2. Intense counseling and encouragement in our Friday Friendship Circles3. Wheelchair refurbishment in the Bangalore Central Prison since 20064. Government Advocacy for client rights5. empowHER: Job Placement and training for women.",
  "yearOfEstablishment": "1999"
}