{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5976",
  "name": "DR M L DHAWALE MEMORIAL TRUST",
  "primaryEmail": "info@mldtrust.org",
  "website": "www.mldtrust.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912228961661",
    "918422908061"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Flat No.3, Shaligram Building, Lokmanya Tilak Road",
      "Near Vithal Mandir, Dahisar-West",
      "Mumbai",
      "Maharashtra",
      "400068"
    ]
  },
  "briefDescription": "The Dr. M. L. Dhawale Memorial Trust (MLDT) was established in 1987 to further the work of the late Dr. M. L. Dhawale, an eminent clinician, author and educationist in the field of Homoeopathy. It is closely associated with ICR, established in 1975 by Dr. M. L. Dhawale to further the work of Homoeopathy. We started our journey with the purpose of reaching homoeopathic care to the marginalizedin 1990 at Kurar Village, Malad. A 50 bedded Palghar hospital was built in year 2000 to serve the rural and tribal people in the vicinity. On a gifted land of the local well-wisher in Bhopoli (Tal: Vikramgadh), we built 10 bedded cottage hospital to serve the tribal community. We at MLD trust work on the model of positive health, which is not mere absence of disease but a vibrant sense of well being. We serve an area covering 50 lakh people, most of them with no access to healthcare facilities. The services are spread in Maharashtra, Gujarat and Karnataka. Dr. M. L. Dhawale Memorial Trust is accredited with AYUSH (Ministry of health and family welfare, New Delhi) for conducting research in the field of Homoeopathy. ‘The centre of Excellence in Homoeopathy at Palghar, recognized by AYUSH, is the milestone achieved in the history of Homoeopathy.",
  "yearOfEstablishment": "1987",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "40, Sekhseria Building",
      "Pareekh Street, Girgaon",
      "Mumbai",
      "Maharashtra",
      "400004"
    ]
  }
}