{
  "contacts": [
    {
      "name": "JAYA SINGH THOMAS",
      "email": "jsthomas@chaithanyamahilamandali.org",
      "designation": "Manager Projects",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=5981",
  "name": "CHAITHANYA MAHILA MANDALI(CMM)",
  "primaryEmail": "jsthomas@chaithanyamahilamandali.org",
  "website": "http://www.chaithanyamahilamandali.jimdo.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914027073255",
    "919908582655",
    "919396303756"
  ],
  "mainAddrress": {
    "state": "Telangana",
    "address": [
      "12-11-1586,BOUDHA NAGAR,SEETHAFALMANDI-POST,SECUNDERABAD",
      "Opp.to Jamai-Osmania (MMTS) Railway Station,",
      "Hyderabad",
      "Telangana",
      "500061"
    ]
  },
  "briefDescription": "CMM's work is impacting for more than 5000 vulnerable /disadvantaged children and youth as well as 10000  plus girls and women in vulnerable situations every year. The organisation encourages and empowers the vulnerable Children,Youth and women towards their betterment by supporting/facilitating them develop interest in Education, acquire IT Skills, Vocational training, awareness building on reproductive health and rights, healthy diet/nutrition’s, motivating them to fight against human trafficking and Sexual abuse,de-addiction and also HIV/AIDS issues . CMM has been very successful working with women in forced sexual slavery- towards rehabilitation  and enabling them to become part of the organisation's team to fight forced sexual slavery, human trafficking and HIV/AIDS. CMM’s Model home, takes care of the parent-less and daughters of women victims living in forced sexual slavery with the aim is to intervene early so as to prevent these girls from the possible dangerous entry ( to forced sexual slavery) due to their helpless  living environment. CMM is a role model for India. The organisation was founded by a former sex trafficked survivor. It proves that those with a difficult background can have a great impact on the society.",
  "yearOfEstablishment": "2001",
  "regiseredAddrress": {
    "state": "Telangana",
    "address": [
      "12-11-1586,BOUDHA NAGAR,SEETHAFALMANDI-POST,SECUNDERABAD",
      "Opp.to Jamia Osmania MMTS) Railway Station,",
      "Hyderabad",
      "Telangana",
      "500061"
    ]
  }
}