{
  "contacts": [
    {
      "name": "Mr.Nilay Varma",
      "email": "info@mydesh.org",
      "designation": "Co ordinator",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6031",
  "name": "DESH FOUNDATION",
  "primaryEmail": "info@mydesh.org",
  "website": "www.mydesh.org",
  "organisationType": [
    "Direct Service",
    "Grant-making",
    "Support"
  ],
  "telephone": [
    "+919904096856"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "F-104, Savvy Solaris, OPP Auda Garden",
      "Motera",
      "Ahmedabad",
      "Gujarat",
      "380005",
      "bank statement.docx"
    ]
  },
  "briefDescription": "When we see people struggling to earn a living, lack of education, lack of healthcare, fellow beings fighting with each – We do not crib and neither do we accept it. We create ‘DESH’- Development through Empowerment and Social harmony to change things and build the India of our dreams.DESH is national level development organisation comprising of independent humanitarian thinkers who work together to transform India. DESH aims to be a powerful catalyst of change that brings together all Indians, irrespective of caste, creed, religion and physical abilities.It is on a social mission to create the conditions that will fulfill the need for basic amenities, skill enhancement, sustainable livelihood, universal health and a green environment. It aims to not only bring this change but also create communities of social activists so that the journey of transformation continues.DESH acts as a catalyst to develop a skilled, empowered, healthy, clean, green, safe, united and prosperous India. It is committed to shape our country’s future by preserving our sovereignty, integrity and democratic values, by improving our social order, health and self- reliance, by promoting agriculture and green excellence and by strengthening safety and stability.DESH is poised to be in the forefront of creating a better India, through transformational & thought leadership. It focuses on societal reforms and revolution wherein all sections of the society are empowered and developed socially, economically and politically to lead a stable, secured and dignified life.DESH Foundation is dedicated to ensure that our nation is the most modern, most safe, most balanced and most eco-friendly country across the globe by way of protecting our environment & culture; by way of skill & competency enhancement and by way of encouraging and strengthening the national unity & sovereignty, equality, democracy, togetherness, inclusiveness, modernism, humanity, and harmony through societal reforms & renovation and empowerment of people at large."
}