{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=608",
  "name": "Samajik Parivartan Sansthan",
  "primaryEmail": "sampsan481@gmail.com",
  "website": "www.samajikparivartansansthan.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Support"
  ],
  "telephone": [
    "916532226765",
    "919431531776",
    "918603704311"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "Shri Krishna Nagar, Behind Carmel School",
      "Giridih",
      "Jharkhand",
      "815301"
    ]
  },
  "briefDescription": "Samajik Parivartan Sansthan being a grass root level organization has a very strong and un-dialutable hold in the communities and the areas that it has under its care. SPS is a grass root voluntary development organization working for the poor and marginalized communities in and around Giridih district. The organization was founded by a group of young social activists who had been involved with different educational initiatives and in social development activities in different parts of erstwhile Bihar. The organization has specific focus in the areas of primary education for at-risk children, urban governance and slum area development, disability and women’s empowerment. SPS has a very strong and committed bunch of staff that sacrifice their joys and happiness to be the joy and happiness of other have not’s of the society. SPS is proud to be the flag bearer of primary education, urban governance, and participatory urban planning. SPS through its various programs and activities have managed to win the hearts of so many rural people in its area of operation. With its strong community support and the local government has gone far in the areas of its focus and work.Samajik Parivartan Sansthan is a grass root voluntary development organization working with the poor and marginalized communities in and around Giridih district. The organization was founded by a group of young social activists who had been involved with different educational initiatives and in social development activities in different parts of erstwhile Bihar. Looking at the plight of primary education and the life struggles of the ordinary rural populous, the founding members of the organization had a noble thought of helping them out to have the basic needs of life such as livelihood and education through which they would sustain their lives and improve. This idea gave rise to the birth of the idea of registering an organization which would look for the holistic development of the people in target and the areas under cover. Thus the formation and legalization of SPS came to be. Initially the organization was engaged in micro-finance and livelihood activities which gave rise to the idea of bringing quality into education as it was the hardest task in the rural areas to be fulfilled by the then govt. It was necessary that an initiative be taken to bring quality into the children in the schools and give them a good start to their lives and career. The organization has specific focus in the areas of primary education for at-risk children, urban governance and slum area development, disability and women’s empowerment. In the primary education the founding members had the opportunity of being elected as the state level master trainers and board members of primary education in the block and SSA. This has given considerable support and enthusiasm in working for the rural kids whose education otherwise be left half-baked and which would not help in getting anything in life.",
  "yearOfEstablishment": "1999",
  "regiseredAddrress": {
    "state": "Jharkhand",
    "address": [
      "Shri Krishna Nagar, Behind Carmel School",
      "Near Carmel School, Alkapuri",
      "Giridih",
      "Jharkhand",
      "815301"
    ]
  }
}