{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=628",
  "name": "Action for Agricultural Renewal in Maharashtra - AFARM",
  "primaryEmail": "admin@afarm.org",
  "website": "www.afarm.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "912024244641",
    "912024268302",
    "919822752054",
    "912024266303"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "2/23 A-B Raisoni Park, Market Yard",
      "Pune",
      "Maharashtra",
      "411037"
    ]
  },
  "briefDescription": "Action for Agricultural Renewal in Maharashtra (AFARM) is an association of Non government organizations (NGOs) working in the field of Agriculture & Rural Development in the Maharashtra State. AFARM was born out of an acute need for a Apex Institution to co-ordinate efforts of NGOs & Civil Society Organizations (CSOs) in their tasks of providing water and agricultural extension services to rural population in drought affected Maharashtra. It is one of the first organizations to operate as an association of NGOs, in the country. Presently 69 are the General body members (NGOs) whereas the Associate members (NGOs) are 125. The substantial numbers of AFARM member organizations are actively engaged in the field of Community based Watershed Development & Management, Agriculture Development, Irrigation Development & Management, Organic Agriculture, SHGs & Women Empowerment, Micro-Finance & Rural Entrepreneurship development & Livilihood Promotion of small & marginal farmers.AFARM in collaboration with other organization or on its own efforts implemented the program and provided its experts services, which have resulted in long-term impact in Water & Agriculture Sector. The work of AFARM has resulted in evolving solutions, which have stood the test of time. It is one of the leading organizations in appropriate technology development, ground water management, water and soil testing, watershed development models, environment control through natural regeneration, capacity building of NGOs & CBOs & Networking between development agencies including government agencies. AFARM's Natural Resources Development activities are recognized as authentic, scientific and pragmatic. AFARM enjoys a leadership position in this repest. AFARM is one of the few NGOs in the Country to provide its services to NGOs & CBOs in such a comprehensive manner.It has been providing support for various activities and programs for agricultural renewal in Maharashtra. Training and capacity building for the stakeholders remained as all time thrust area of AFARMs services. AFARM has contributed to the development & implementation of various participatory NRM projects supported by State & Central Govt as well as external agencies like World Bank, DFID, KFW, GTZ, UNICEF etc in Maharashtra.AFARMs Institutional Knowledge, Statewide Network, Linkages & Collaborations with Govt. departments and available Training Infrastructure are the major contributory strengths.AFARMs Thrust Areas are Networking, Natural Resource Maagement, Human Resource Development, Monitoring and Evaluation, Studies and Research, Publications.",
  "yearOfEstablishment": "1969",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "3 C, Shankarsheth Road",
      "Pune",
      "Maharashtra",
      "411042",
      "AP_TelBill_472.PDF"
    ]
  }
}