{
  "contacts": [
    {
      "name": "Joseph Ernest Kennedy",
      "email": "dreams160902@gmail.com",
      "designation": "Secretary/Executive Director",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6310",
  "name": "DEVELOPMENT REHABILITATION EDUCATION AWARENESS MISSION",
  "primaryEmail": "dreams160902@gmail.com",
  "website": "https://www.the-dreams.net",
  "telephone": [
    "+918249208601"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "26/21 Gange School",
      "Raj Niwas Marg",
      "Delhi",
      "North Delhi",
      "110001"
    ]
  },
  "briefDescription": "Development Rehabilitation Education Awareness Mission (DREAM) is a national non-profit philanthropy society, registered in the yea 2002 under the GNCT of Delhi. The primary objects of the society is to work for the total and all round development of general public irrespective of caste, creed, race, region, religion, language, color and sects through community organization, documentation, advocacy and networking, education, training and sensitization programme to lead a healthy life, make self-reliant and self-sufficient.At present DREAM is working in Nabarangpur and its suburbs. Nabarangpur is a district head-quarter. Most of the population belong to Hindu. A small group of Christians and Muslims live by. It is greatly populated by Scheduled Tribes and Scheduled Castes. Everyday hundreds of rural migrants migrate to Nabarangpur with a hope to get a job for living. The growing urbanization and industrialization attracts rural poor into the city. Most of the youth getting attracted toward driving which is considered easy, fashionable and adventurous job where they go to new place every day, meet with new people and make new friends. Most of the migrants and youth are in a habit of drinking alcohol. This pushes them to antisocial activities and risk behavior.Current Activity:1.Community Organizing2.Awareness Meeting3.HIV/AIDS4.Unemployment & LivelihoodAt present the society is proposing to work among the people especially orphan children living with HIV. According to a survey made in Nabarangpur, there are approximately 1000 people living with HIV. The number of client is increasing day by day. And amongst them about 250 – 300 children who have acquired HIV from their parents living with HIV. Most of the parents have died of HIV and AIDS or single parent living with HIV. There is no one to take care of the children. Due to stigma neighbors do not keep any relations with these people and children. The organization has identified at least 25 children living with HIV in Nabarangpur and suburbs and proposing to carry out a project on Care and Support Center for children living with HIV. The goal of the project is to organize orphan children living with HIV for home based cae and or community living helping them to realize their potentialities, self-respect, dignity of life and prevent spread HIV",
  "yearOfEstablishment": "2002",
  "regiseredAddrress": {
    "state": "Odisha",
    "address": [
      "DREAMS",
      "Plot No. 11, Senapati Street,",
      "Nabarangpur",
      "Odisha",
      "764059"
    ]
  }
}