{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6336",
  "name": "Navasrushti International Trust",
  "primaryEmail": "dbmindia1@gmail.com",
  "website": "www.dbmindia.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "2223528899"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Motibai Thackersey Building, 2nd Floor, Mahalaxmi Mandir Compound, opp DhakleshwarTemple",
      "Bhulabhai Desai Road,Mahalaxmi",
      "mumbai",
      "Mumbai",
      "Maharashtra",
      "400026"
    ]
  },
  "briefDescription": "NIT-  Navasrushti International Trust (NIT) was founded by Acharya-guru Swami Sachidananda Bharathi to promote national regeneration of India and to usher in a civilisation of love and culture of peace in the world based on the eternal moral and spiritual values common to all religions. It was registered in Kerala with a global coverage on 8th September 2005. The Registered Office of NIT functions from Dharma Bharathi Ashram, Mulanthuruthy, Kochi, Kerala - 682314. NIT initiated the 'Second Freedom Struggle of India' with the goal 'Hunger-free, Caste-free & Corruption-free India'.NIT launched its organised social initiative- Dharma Bharathi Mission (DBM) on 30th January 2008 with the vision to create a better India. Earlier NIT was focussed on creating awareness on Responsible Citizenship and the need for every Indian to do his/her bit for the society. However there was a demand from interested citizens to start social acticitives wherein they could meaningfully participate and contribute. Accordingly DBM was launched under NIT to undertake these social and community based initiatives. Since the goal of NIT was to achieve the remaining three freedoms - Economic, Social and Moral freedoms through a Hunger-free, Caste-free and Corruption Free India, DBM took up  Hunger-free- India as its first goal and adopted the 3E approach to tackle the same - Education, Employment and Empowerment. All activities and projects are geared towards that goal.",
  "yearOfEstablishment": "2004",
  "regiseredAddrress": {
    "state": "Kerala",
    "address": [
      "Dharma Bharati Ashram",
      "Perumpilly Post",
      "Mulanthuruthy Panchayat,",
      "Ernakulam",
      "Kerala",
      "682314"
    ]
  }
}