{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=639",
  "name": "Action for Social Advancement (ASA)",
  "primaryEmail": "asa@asabhopal.org",
  "website": "www.asaindia.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "917552427369",
    "917554057925",
    "917552427369"
  ],
  "mainAddrress": {
    "state": "Madhya Pradesh",
    "address": [
      "E-5/A Girish Kunj, Arera Colony",
      "Above State Bank of India (Shahpura Branch)",
      "Bhopal",
      "Madhya Pradesh",
      "462016"
    ]
  },
  "briefDescription": "Action for Social Advancement (ASA) is a not for profit non government development organisation, working with rural poor and marginalized communities of Madhya Pradesh and Bihar since 1996, towards ensuring secure livelihoods. Founded by a group of like minded development professionals, ASA is registered under the Indian Charities Act, namely Gujarat Societies Registration Act and the Bombay Public Trust Act. The organization currently serves over 1,20,000 families across 1000 villages in 15 districts in Madhya Pradesh and Bihar. The activities of interventions include:(i) Land, Water & Agriculture Productivity Enhancement Watershed Development; Water Resources Development; Minor Irrigation; Participatory Irrigation Management; Participatory variety selection and promotion; Farmers’ Field School; System of Rice Intensification; System of Wheat Intensification; (ii) Agribusiness Promotion for Small and Marginal Farmers - Promotion of Farmers' Producers' Company & Collectives; Production and dissemination of quality (foundation and certified) crop seed; Other Agribusiness Initiatives (iii) Institutional Credit & Micro Insurance (iv) Research, Training and Consultancy",
  "yearOfEstablishment": "1996",
  "regiseredAddrress": {
    "state": "Gujarat",
    "address": [
      "3rd Floor, Purnima Apartment",
      "Krishna Nagar Society",
      "Dahod",
      "Gujarat",
      "389151"
    ]
  }
}