{
  "contacts": [
    {
      "name": "Harish V Parekh",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6412",
  "name": "SEVA CHARITABLE TRUST",
  "primaryEmail": "seva.wildlife@gmail.com",
  "website": "www.sevacharitabletrust.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919594888516"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "A wing ,803 oceamic tower ,charkop sect 8,kandivali.w Mumbai -67",
      "Mumbai",
      "Maharashtra",
      "400067"
    ]
  },
  "briefDescription": "ABOUT US: Seva (devoted to saving tigers,wildlife & Mother earth)Seva Charitable Trust registered in Mumbai and able to work anywhere across India, serving our environment and issues related to wildlife. We are currently providing  skill development programmes for local (adivasi & non adivasi) communities inside the park.Seva’s approach is to create self-employment for those who are  the real guardians of  the  forests - the people who live within the forests. To provide them with the skills they need to become more independent of the forest's limited resources and live in harmony within their environmentWe have initiated livelihood projects for the tribal women and youth living in Sanjay Gandhi National Park (SGNP), by imparting the following skills:1. Paper bag making and pottery painting for everyday sustenance,2. Entrepreneurship, starting up their own catering business,3. Training tribal youth to become protectors of nature in the form of wildlife photographers and guides, organizing and heading nature trails for corporates, colleges, schools, clubs and individuals,We also, in partnership with Bisleri, have kept SGNP a plastic free zone.we have collected 80000 bottels in one year.",
  "yearOfEstablishment": "2015",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "A wing 803,oceanic tower ,charkop sector 8,kandivali.w mumbai -67",
      "mumbai",
      "Mumbai",
      "Maharashtra",
      "400067"
    ]
  }
}