{
  "contacts": [
    {
      "name": "Neelam Chhiber",
      "email": "",
      "designation": "Managing Trustee",
      "mobile": []
    },
    {
      "name": "Gangamma KM",
      "designation": "Stakeholder Manager",
      "email": "ganga@industree.org.in"
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6428",
  "name": "INDUS TREE CRAFTS FOUNDATION",
  "primaryEmail": "poonam@industree.org.in",
  "website": "www.industree.org.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Network"
  ],
  "telephone": [
    "918042035028"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No 53/3,Horamavu Agara,",
      "Doddabanaswadi,Horamavu,,",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560043"
    ]
  },
  "briefDescription": "Established in 2000, Industree Foundation is a social enterprise with a mission to enhance and create producer-owned rural livelihoods by connecting them modern markets.  Industree aims to tackle the root causes of poverty by fostering an ownership-based, organised creative manufacturing ecosystem for micro-entrepreneurs. By enabling communities assess their traditional skill base, organise themselves into producer groups, develop products that appeal to modern markets and access capital, Industree Foundation handholds them into becoming sustainable enterprises. Since 2000, Industree Foundation has trained over 30,000 producers in the creative manufacturing sector across India and Africa through collaborative efforts with organisations like The Future group, Ikea, The Commonwealth Secretariat, Grassroots Business Fund, National Skill Development Corporation and others. It has also incubated 2 producer companies Greenkraft and Ektha in the handicrafts and apparel sectors respectively, servicing customers like Mother Earth, Fab India and Ikea, and impacting 2000 women. Industree Foundation has been the recipient of several awards for its exemplary work - Social Entrepreneur of the Year (2011, Schwab Foundation), WomenChangeMakers Fellowship (2013, Womanity Foundation), National Contest on Social Innovation (2017, NITIAayog and Mininstry of External Affairs). Industree Foundation has initiated Mission Creative Million to celebrate the skills and cultural legacy of creative producers. By 2026, it aims to create significant social and economic impact for one million producers by setting up 30,000 inclusive micro-enterprises tied together on a single digital platform, harnessed by the power of technology, the smart phone revolution and skill development with a focus on gender balance.",
  "yearOfEstablishment": "2000",
  "regiseredAddrress": {
    "state": "Karnataka",
    "address": [
      "Sy. No 36/5, Somasundrapalya,",
      "BegurHobli, HSR Layout 2nd Sector,",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560102"
    ]
  }
}