{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=644",
  "name": "Mobility India",
  "primaryEmail": "fru@mobility-india.org",
  "website": "www.mobility-india.org",
  "organisationType": [
    "Direct Service",
    "Network"
  ],
  "telephone": [
    "918026492222",
    "918026597337",
    "918026494444"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "1st & 1st 'A' Cross, 2nd Phase",
      "J P Nagar",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560078"
    ]
  },
  "briefDescription": "Mobility India (MI) is a registered society, established in August 1994, and has been a progressive force in bringing about a change in the disability, rehabilitation and development sector with a focus on empowerment, inclusion and participation of people with disabilities. MI promotes inclusive development work by providing services related to rehabilitation and assistive technology, education, livelihood, and social services. MI’s Rehabilitation Research and Training Centre in Bengaluru is a model of disability friendliness, and spearheads all its activities. MI’s Regional Resource Centre in Kolkata caters to the rehabilitation needs and Inclusive Development Centre in Guwahati, caters to the relatively backward North-Eastern Region. MI also has field offices in urban slums of Bangalore, Jigani, Anekal Taluk and Chamarajanagar (Karnataka) and Garden Reach (Kolkata).MI’s key activities are •Education and Training: formal and non-formal, to develop appropriate human resources•Provide direct support services: related to Rehabilitation and Assistive technology. A wheelchair provision unit is also availableprosthetics and orthotics, wheelchair service  provision and community based rehabilitation •Promote Community based inclusive development programmes in 23 urban slums of Bangalore, in 110 villages Anekal Taluk and in 225 villages in Chamrajnagar•Tecnical support and Capacity building of grass root organizations in South, North and East India MI has perfected a blend of disability and non- disability at all levels, and is an innovative organization with commitment to addressing the real needs of the people. Every year approximately 4000to 5000 people get benefit with our services",
  "yearOfEstablishment": "1994"
}