{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6485",
  "name": "`Sahaj' (An Organisation for Women's Development)",
  "primaryEmail": "admnsahaj@outlook.com",
  "website": "www.sahajindia.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912673245215",
    "912673245215"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "Desai Automobile Compound",
      "Garbada Road, Padav",
      "Dahod",
      "Gujarat",
      "389151"
    ]
  },
  "briefDescription": "Sahaj is an organization working for skill development, empowerment and employment of women.It is a  part of an organized social movement that seeks to promote sustainable development of rural & tribal communities. Since 1989, Sahaj is working with tribal women of the Dahod district of eastern Gujarat and provides home-based livelihood opportunities. Its core purpose is to encourage economic empowerment of women through home based handcrafted and handmade products, uplift their social status and strive for their education, health and financial security. At present, the organization is working with 5,000 tribal women, out of which  500 women are working on direct livelihood activities and earn around Rs. 45,000 per annum. We have developed a beautiful range of commercially viable products, with the use of  their  handicraft skills, design development and training support provided by our experts/trainers. We have been successful in creating a niche market for this beautiful products and developed a pro-tribal brand over the years. We have expanded our activities beyond economic empowerment, and are now looking at various other activities for social change. We would like to scale-up our present successful model and cover another 5,000 women by 2023 and provide them skills and training for sustainable livelihood through handcrafted products. We are also planning to establish a Livelihood School to provide continuous support & services for community development",
  "yearOfEstablishment": "2001"
}