{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6517",
  "name": "Sesame Workshop India Trust",
  "primaryEmail": "info@sesame.org",
  "website": "www.sesameworkshopindia.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "911146508425"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "153, 1st Floor",
      "Okhla Phase III",
      "New Delhi",
      "South Delhi",
      "Delhi",
      "110020"
    ]
  },
  "briefDescription": "Sesame Workshop in India, the organization behind Galli Galli Sim Sim, uses the power of the media to help children reach their highest potential. We develop and distribute high quality and engaging content through television, radio, community radio, print, digital and outreach, to reach children aged  0-8.  Our content aims to facilitate young Indian children's basic academic and life skills, while celebrating India's rich cultural diversity, in order to promote their overall cognitive, socio-emotional and physical development.  Galli Galli Sim Sim, the television series, has been watched by over 100 million children since its debut in 2006 on national cable channels - Pogo & Cartoon Network and national public broadcaster - Doordarshan. Galli Galli Sim Sim’s educational messages are extended through a radio program aired on community radio stations, extensive community outreach, and applications on new and emerging media such as cell phones and internet. We use a combination of print and audio-visual media for training and awareness about early childhood education to parents, teachers and caregivers. Recently we have entered the school education space through the launch of Sesame Schoolhouse whose curriculum and methodology integrates hands-on project-based learning, with creative approaches to foster critical thinking and problem solving, laying a strong foundation to promote lifelong learning. The Sesame Street Preschool  programme is an early childhood programme for 2 to 6 years old. Besides this, we also have a plethora of afterschool programmes for 2 to 8 year olds to enhance their learning experiences and inspire curious little minds across India! For more information on all log on to www.sesameworkshopindia.org  and www.sesameschoolhouse.in  Sesame Workshop in India is a wholly owned subsidiary of Sesame Workshop New York, the nonprofit educational organization that revolutionized children’s television programming with the landmark Sesame Street. Learn more at www.sesameworkshop.org.",
  "yearOfEstablishment": "2006",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "153, 1st Floor,",
      "Okhla Phase III",
      "Delhi",
      "South Delhi",
      "110020"
    ]
  }
}