{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6547",
  "name": "MAYURAKSHI JANAKALYAN SOCIETY",
  "primaryEmail": "mayurakshi.jksociety@gmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919775807384"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Nabagram",
      "PO-Abadanga",
      "LABPUR",
      "Birbhum",
      "West Bengal",
      "731303"
    ]
  },
  "briefDescription": "MJS BackgroundWe started working as volunteer under deferentNGO/organization INACO,UNICEF,D|sI. Admn. Health sectored] for last more than fifteenyears. In between us like minded volunteers estd. Our NGO three year back [MJS] to work forthe neglected poor ilietrate local community [Very week families].We are working indecently for last three year on polioeradication programme with this supported of dis. Addm. Health sectorWe are also working to provide informal education to theneglected poor children. Desisted awareness o\"n health and hygiene and vulnerable effect ofthe children and old aged involved in TOBACO RELATED WORK [Manufacturing of BIDI].But as we are not sounding in economic, we are feelinghelpless to work for providing supported to the ill-fated families up to the satisfaction.and great people who will extend their valuable supported to us for the service to the humanityTo generate awareness to health, sanitation, family welfare and development.ABOUT MJSMayurakshi Janakalyan Society [MJS] is a non-profit, non government, and humanitarianvoluntary social organization operating in the rural, urban, tribal and far-flung habitations ofsouthwest regions of West Bengalespecially in Birbhum districts. lts origin owes to a dreamonce seen by some likeminded intellectuals, educationists, social-activist youths who firmlybelieve that lndia cannot be translated into a developed country until a sustainable holistictransformation of its rural sector takes place.We are trying our best to promote minimum education to the children and maintain health &hygiene capacity of mother, child and old aged of the unfortunate Tobacco Manufacturing[BlDl Smoking ]Worker family.OUR MISSIONTo provide meaningful opportunities to the poor & disadvantaged, with particularemphasis on the empowerment of women & other vulnerable sections of the society so asto achieve high level of sustained social & economic development.OBJECTIVES OF' TTIE ORGANIZATIONr ne o()Jecttves oT rne organlzatlon are -Organizing uplifting 6BRt PL c^ o^--m-.^-.m.-:a.unity against exploitationConsumer Awareness Camp and Link to District Consumer ForumOrganizing trainings and seminars for capacity building on the co-ordination,Organizing awareness camp, meetings on the different issues pertaining to their life,Taking up education programs for lntegrated child Development ,Formation of Self HelP GrouPs {-ldentification and strengthening of leadership capabilitiesMotivating people and work for individual and collective action for environmentconservation, protection and propagation.Overall health awareness and facilities for preventive measures. Especially foradolescent girls and women.Pto generate awareness to health, sanitation,family welfare and develop scientific temper in the rural folk.to promote awareness in environment related issues such as forest conservation,rain water harvesting, alternative energy resourGeS, and pollution control.To ensure social justice by extending help to physically handicapped,poor and orphan children, Child immunization programme.To ensure proper academic education for every child as well as adult.Specific awareness on HIV/AIDS,Hepatitis,Cancer (Malignant), Diabetes.",
  "yearOfEstablishment": "2009"
}