{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6560",
  "name": "Shiv Physical Education And Environment Development (Speed) Society",
  "primaryEmail": "speedjhansi@gmail.com",
  "website": "NA",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "919889259229"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "460 beside target coaching",
      "Near gayatri Mandir Antiya Talab",
      "Jhansi",
      "Uttar Pradesh",
      "284002"
    ]
  },
  "briefDescription": "Shiv Physical Education Environment Development (Speed) Society is located in Uttar Pradesh.SPEED society is a non-profit organization registered under the Societies Registration Act 21st, 1860 in 2007 by a team of dedicated social activists from Jhansi District. It started community welfare activities as Hepatitis B Awareness and vaccination programme by self funding and public contribution. SPEED Society working in District Jhansi, JALON, State UP. District DATIYA  and District TIKAMGARH, State MP with technical support of RESEARCH India LUCKNOW. The activities of the organization are community welfare, philanthropic awareness camps like HIV/AIDS, TB, and Drugs, Environment, agriculture. Apart from the awareness camps this organization also observe various days like World HIV/AIDS Day, International Women day, World TB Day, Children day and Cultural week, society also working on Children like as development their creativity (Writing, Drawing paining, performance art and scientific innovation). organization also actively involve in awareness about promotion of cultural and spiritual values. All the activities are conducted by this organizationVision and Mission: VISION: •\tSABHI  GUNI:  All peoples have skilled on choice, educated and digital educated and technically empowerment.•\tSABH KO ROJI:  Every one have works/employment/own business/jobs and happiness life•\tSABHI NIROGI : Every one enjoy a ill free life and physical fit MISSION:  SPEED Society will strive to empower the community by upgrading their old method of agriculture, availabilities of costless irrigation like as solar water pump, solar energy use in human life because other irrigation method is very costly. 100% use of agricultural land and educational and health issues skills and strengthening their capacity so that they are able to constructively and meaningfully contribute toward social, economic, political and cultural development in participatory manner. We drive first in four block of Jhansi\t 4- Thematic Area (Issues addressing by organization) Health Services: The area GURUSARAI Block is very so far from health services facilities and some areas are very sensitive against lungs diseases more than 20 villages cover by crushers the environment of theses areas covered by ass clouds. In these areas have large numbers of TB patient. According to report of WHO a TB patient may be infected more 10 -15 peoples in a year so these areas lives are very risk zone.   The production of Agricultural products are lesser in coming years and water level regularly down and down so most areas is  irrigation free so mostly people are migrate to metro city and than they come back in home with many diseases like AIDS Tb and other incurable diseases 6- Area problem related documents (any study/ research/ need assessment done    by organization or any agency)  7- Detail of filed work1-\tProject :a.\tAxshaya Project,b.\tFree computer education centre c.\tMobile library2-\tCampaign : A.\tRight To education Awareness rally and candle marchB.\tWorld TB day awareness activity and rally in Maheba  3-\tMovement: A.\tWorld TB day celebration awareness Vehicle in Chirgaoan Block. The start point is CHC Chirgaon BMO  saw flag to vehicle go ahead B.\tWorld Tobacco Day Celebration in Sarsenda a symposium with publice and aware them about dangerous of tobacco uses C.\tA Rally on the occasion of a drive against drugs abuse and traffic alcohol from office to Antiya Talab, Kanderao gate, Ashik Chauraha Tehseel Jivanshah to Elite Chauraha. D.\tOther initiatives:",
  "yearOfEstablishment": "2007",
  "regiseredAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "460",
      "Near gayatri Mandir Antiya Talab",
      "Jhansi",
      "Uttar Pradesh",
      "284002"
    ]
  }
}