{
  "contacts": [
    {
      "name": "Mrs. Manju Lawrence",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6719",
  "name": "Agnes Kunze Society",
  "primaryEmail": "cinzia.manju@gmail.com",
  "website": "www.akshopeprojectindia.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919719536211"
  ],
  "mainAddrress": {
    "state": "Uttarakhand",
    "address": [
      "Pari Mahal, D-55, Aman Vihar, Lane -D10, Village Chidowali, P.O. Kandoli,",
      "Sahastradhara Road,",
      "DEHRADUN",
      "Dehradun",
      "Uttarakhand",
      "248001"
    ]
  },
  "briefDescription": "The Agnes Kunze Society ‘Hope Project’ assists children & the poor and the marginalized individuals and communities in need-regardless of background, caste, race, religion, and sex. We help people by enhancing their capacity and dignity so that they can help themselves and the others around them; in order to bring a sustainable change in people’s life. For the Agnes Kunze Society ‘Hope Project’ the need of the underprivileged is the one and only priority and all other factors like background,caste,skin,color,religion or sex are not relevant. We create an enabling atmosphere and offer direct and professional aid to the children & community across all the development domains notably Education, Health, Social Development and Nutrition and Hygiene in the form of awareness,childcare,upbringing,education,job-oriented skill building and facility provision across social and development sectors. The Society is providing a comprehensive and holistic mix of social and developmental activities to the communities it serves. The projects undertaken offer a wide range of services including providing Education,Adult Literacy,Vocational Training  across a number of trades,  Midday meal, Medical Care combined with Health and Hygiene Awareness,Community Health and Development, HIV/AIDS Awareness Program, TB Program, Teen & Adolescent Health,Tobacco Awareness & Cessation Program Counseling Centre for Drug Addict&Alcoholics,C-Grade Nursing Training Program, Disaster Relief Program,Self help Group (Income Generation Program),National Open School Coaching Centre,Higher Education Sponsorship Program (Post 5th Standard), Goat Project (Income Generation) ,Non-Communicable Chronic Disease Awareness Program, Projects for Differently abled, Children Saving Bank and also Public Legal Rights Awareness etc. to the Community.",
  "yearOfEstablishment": "2002"
}