{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6739",
  "name": "WHEREVER THE NEED INDIA SERVICES",
  "primaryEmail": "paramasivan@wherevertheneed.org.in",
  "website": "www.wherevertheneed.org.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Network",
    "Support"
  ],
  "telephone": [
    "914132354428",
    "9443018327"
  ],
  "mainAddrress": {
    "state": "Puducherry",
    "address": [
      "109 M, 2nd Floor, JAYAVILAS COMPLEX,",
      "Cuddalore Road, Muthaliarpet,",
      "Puducherry",
      "605004"
    ]
  },
  "briefDescription": "Our primary focus is the alleviation of poverty. We do this in two simple, yet fundamental ways:1. By introducing sanitation and water facilities that create and maintain good health, thereby giving individuals the ability to hold down a job.2. By providing the infrastructure for work.With these two in place, the poorest people in the world can work their own way out of poverty rather than receive continual and long-lasting subsidies. We are after independence, not dependence.Wherever the Need India Services is a registered / incorporated under Section 25 of the 1956 Companies Act (ID No: U85190PY2009NPL002266); a non-profit organisation undertaking water and sanitation projects since 2,009. Since then, the Charity’s work has evolved through direct, on-the-ground experience to focus on what it believes to be the most important intervention that can be made in the development world – sanitation.Without proper, sustainable sanitation, no development work will be successful; every field of aid is impacted by its omission or lack of quality.  Wherever the Need’s experience, borne out by data from ourselves and other agencies, has clearly shown that:•\tThere is a major improvement in health leading to less work days missed – our data shows a 45% reduction within a year of toilets being installed (WTN, Pondicherry Baseline Survey 2014 and 2015);•\tWhere sanitation facilities are installed in schools there is a 15% increase in the number of teenage girls enrolling (DFID data says 11%);•\tChildren are sick less often which results in better school attendance records. Our data has shown a 43% reduction in school days lost twelve months after toilets being installed (WTN, Pondicherry Baseline Survey 2014 and 2015);•\tWith half the hospital beds in the developing world being occupied by people suffering from diarrhoea, such improvements as shown above have a marked impact on personal, local and national healthcare costs (UN).Wherever the Need believe that any programme designed to alleviate poverty should start with sanitation.  Without access to toilets people are forced to openly defecate, and this enables diseases to spread easily and quickly resulting in widespread intestinal illness.  This not only impacts on people’s ability to work or attend school, but also means already stretched finances need to be allocated on necessary medication. Open defecation strips people of their dignity; women and girls are disproportionately disadvantaged as, with no security or safety, they are vulnerable to being assaulted or raped.Wherever the Need firmly believes in sustainable solutions and constructs ecological toilets (ecosan), otherwise known as Urine-Diverting Dry Toilets (UDDTs). 1.\tSanitation facilities created in 58 Schools covering 24,823 children. In this, 14,700 girls and 10,123 boys got benefitted.2.\tExisting sanitation facilities in 30 schools were repaired and brought back into use, benefitting another 18,640 children. In this; 11,230 girls and remaining 7,410 boys got benefitted.3.\tApart from the above, we have also helped the rural and urban children with sanitation facilities. 8,229 children (4,232 boys and 3,997 girls got the facilities. Through the sanitation facilities we could bring access to sanitation for a total of 17,179.4.\tHygiene education is an inherent part of the programme. At least 6 months to 8 months hygiene education is imparted. Apart from general health and hygiene practices education, menstrual hygiene education is also imparted to the girls in all the school. In the trainings for the village women group too we educate about the menstrual hygiene practices and needs. 5.\tIn India 17,000+ people use our 2,350 Family ECOSAN toilets every day. 6.\tIn Tamil Nadu about 12,740 people use them on a daily basis. 7.\tCurrently WTNIS installed 90 urban ECOSAN units in slums of Cuddalore and Pondicherry.",
  "yearOfEstablishment": "2009",
  "regiseredAddrress": {
    "state": "Puducherry",
    "address": [
      "Plot No. 4, Door No. 27,",
      "4th Cross Street, Kurinji Nagar, Lawspet,",
      "Puducherry",
      "605008"
    ]
  }
}