{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6745",
  "name": "MOHAMMADIA EDUCATIONAL AND WELFARE SOCIETY",
  "primaryEmail": "mohammadia.society@gmail.com",
  "website": "http://www.mewsngo.org/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "9470508786",
    "916122555055"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "CHAND COLONY",
      "PHULWARI SHARIF",
      "Patna",
      "Bihar",
      "801505"
    ]
  },
  "briefDescription": "After observing various problems, we the people decided to set-up a voluntary organization that will be advocate for the protection of human rights issues. We have undertaken man Appreciable works in the education, safe drinking water and sanitation, primary health care, environment etc. we always involve in local people in planning design, implementation and evaluation, we always involve in Local people , minorities dalit, women should get the entitlements of socio –economic, Political and cultural rights. The organizations Mohammadia Educational & Welfare society By meetings of youths ,landless, intellectuals ,farmers migrants for solving the problems of \tRural poor , farmers and landless person, form the very inception we stressed on development of women and child in terms of educations, health ,employment training rights mode etc. Firstly we indentified the rural youths and volunteers for mobilization the rural people and Women in the active participation of rural development process.We have undertaken various development interventions in the areas drinking water, low cost toilets, excavation of ahars, pains, environment education, small family normal and spacing Methods. Adult education center, Family counseling center in Bihar State.Presently thousands of people are associated with our mission and take part in decision making process during planning process, design and monitoring and evolution for greater transparency and smooth implementation of the project.",
  "yearOfEstablishment": "2011"
}