{
  "contacts": [
    {
      "name": "Regi M George (Dr)",
      "email": "",
      "designation": "Managing Trustee",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=677",
  "name": "Tribal Health Initiative",
  "primaryEmail": "thisittilingi@gmail.com",
  "website": "www.tribalhealth.org",
  "telephone": [
    "919585799061"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "Sittilingi village & PO",
      "Theerthamalai SPO",
      "Harur",
      "Dharmapuri",
      "Tamil Nadu",
      "636906"
    ]
  },
  "briefDescription": "Tribal Health Initiative is a Charitable Public Trust and it launched its activities in September 1993 when two doctors started an outpatient facility in a modest hut in Sittilingi village, Dharmapuri District in Tamil Nadu. The institution is in a remote forested valley where 95% of the people are tribals. Base Hospital: The Base Hospital, which was started in 1997, now caters to the tribal population of this remote area with a drainage area of more than 1,00,000. The nearest hospital nearby is 48km away, and emergency surgery will have to go to Salem (100km) away. There is now a full fledged 30 bedded hospital with a labor room, a neonatal care room, an emergency room and an operation theatre which is busy most of the year round. The hospital sees more than 30000 patients per year, admits and treats about 1500 in-patients does about 600 surgeries and 400 deliveries a year. It also partners the Government in the TB, HIV, leprosy and Family Welfare.Health Worker Training: The training is residential for two years for tribal girls with a minimum qualification of 10th Std. It is a certified course under BSS, which allows them to work in other private hospitals, should they want to. They have learnt enough to be able to go the remote villages to spread their knowledge of health as well as treat minor illness in the field. They now plan and implement the community health program also. Health Auxiliary Training: These 37 barely literate tribal ladies come from 33 villages and they have been selected by the villagers. They are capable of weighing babies, register births and deaths, teach the village about nutrition and sanitation, treat diarrhea and respiratory illness. They are the cornerstone of the health programs and they cater to about 18,000 tribals in the remote villages. With the new initiatives, they now play a key role as a community development facilitator. This new program has been extended to the Kalrayan Hills too.Peripheral Health Clinics:  A team from the hospital visits each of the 33 villages once a month. Antenatal checkups and under-5 clinics along with Health Education is given. The ante natal checkups have dramatically improved upto 95% and malnutrition has come down by 80%. Infant mortality has come down to 20/1000 – a creditable figure considering our location.Tribal Farming Initiative: The initiative has been forming farmers groups in the villages and helping them in sustainable organic agriculture and the marketing of the produce. Experts visit the villages and the farmers are taken for exposure visits. The Women groups now value adds to the local produce to get a better profit and sell under the brand name SVAD. The farmers have now formed a co-operative, SOFA, which has 200 members ,which does all the marketing.Tribal Craft Initiative : Two women groups in  Lambadi villages have started reviving their almost extinct embroidery skills that generations before them were doing. They now make products for the Indian and foreign market – taking pride in their art and generating money in the process.",
  "yearOfEstablishment": "1992",
  "regiseredAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "19.L.G.B. Compound",
      "Dindigul",
      "Tamil Nadu",
      "624001"
    ]
  }
}