{
  "contacts": [
    {
      "name": "Kirubahara Daniel.Y",
      "email": "mbkgpdirector@gmail.com",
      "designation": "Deputy Director",
      "mobile": [
        "91-416-2274202"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6798",
  "name": "THE MUDHIYOR BALAR KUDUMBA GRAMA PANNAI",
  "primaryEmail": "mbkgpdirector@gmail.com",
  "website": "www.mbkgpkasam.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914162274202",
    "919843462100"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "MBKG PANNAI",
      "KASAM",
      "KATPADI",
      "Vellore",
      "Tamil Nadu",
      "632007"
    ]
  },
  "briefDescription": "Mudhiyor (Elderly) Balar (Children) Kudumba (Family) Grama (Village) Pannai (Farm), also known as Family Village Farm in English is a non profitable organization which is registered under Registration of Societies Act XXI of 1960. The objective of MBKG Pannai is to provide a home for the homeless and thereby to enable the orphans, destitute women and the elderly to help each other as well as to utilize the opportunities provided for their betterment.MBKG Pannai was founded in 1969 by Dr. Pauline E. King, a Nursing Professor from the United States of America who worked in the Community Health Department of College of Nursing, Christian Medical College, Vellore, India. MBKG Pannai is governed by a Board comprising of members nominated from Christian Medical College & Hospital and St. John’s Church, Vellore. The Vice-Chairman is the General Superintendent of CMCH, the Treasurer is a nominee from the Accounts Department of CMCH and the Secretary is a nominee from St. John’s Church.For over 45 years the organization has been serving the society with commitment abiding by the Mission and the Vision statement and solely functions by donations from various national and international sources.  Individuals and churches sponsor children by sending funds regularly that helps provide good living conditions, food, education and medical care. Sponsorship amount for a child for a month is ` 1500. The organization has been building lives of many orphans and destitute children by providing food, clothing, accommodation, education and medical care. The orphanage comprises of “cottages” each housing a family and catering to the needs of three generations. Each cottage has two older females or a couple, a destitute woman who plays the role of a mother and 10 to 12 children.Children are brought up in a family set up to inculcate family values, show them the love that they failed to receive from their own families, teach them to value relationships and make them worthwhile individuals in the society.Children are educated at King’s Matriculation Higher Secondary School from Kindergarten to 12th standard.  For higher studies children are sent to other institutions. We enroll them into a job oriented professional/vocational training courses depending on their ambition, exam score,  availability of seat in the colleges, and of course the cost. Once the children are employed they are sent back to their families whereas orphans are assisted in getting married and helped in settling down. The organization was recognized as one of the best Integrated Complex of Special Homes for Senior Citizens and Destitute Children in Vellore District by the government of Tamil Nadu.",
  "yearOfEstablishment": "1969"
}