{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6827",
  "name": "Supporting Association for Thematic and Holistic Initiatives (SATHI)",
  "primaryEmail": "sathiup@gmail.com",
  "website": "http://sathiup.com",
  "organisationType": [
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919235406351"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "​4044/3, Civil Lines",
      "Parikarma Marg",
      "Faizabad",
      "Uttar Pradesh",
      "224001"
    ]
  },
  "briefDescription": "SATHI-UP emerged from the need of supporting grassroots organizations through mutual sharing and cooperation in order to make significant changes in rural areas on current issues. SATHI-UP has been working to catalyze the development process in underdeveloped regions of Uttar Pradesh. It was conceptualized and founded by a renowned Gadhian Thinker and Social Activist late Sri Paras Bhai with their 24 colleagues in 1992; and registered as formal organization in July 2004 under Societies Registration Act. Our presence is in 40 districts of Uttar Pradesh and we are rigorously engaged with 413 civil society organizations for their institutional development.  In community development process; engaged with 6000 poorest families of Purvanchal and Bundelkhand regions.. SATHI-UP functions through its decentralized structures viz. 5 Regional Hubs-RH and in each region by the SATHI District Forum-SDF. Achievements which encourage us are \tVisible and strong presence of SATHI-UP in 40 districts of Uttar Pradesh to identify, raise and address the issues of development\tConnected 469 civil society organizations (who were operating in remote locations) with the mainstream thought and perspective of development through 5 Regional Hubs and 40 SATHI District Forum.\tDeveloped capacity of 413 CSOs up to a certain extent Organizational Governance, Finance and HR management and 52 operating their organizations independently with having community based program, management system and development perspective.  \tIn the Collaboration with Mahatma Gandhi Chitrakoot Gramoday Vishwavidyalay successfully implementing the Gramoday Fellowship program for engaging students of University in rural development and contributing the development of Bundelkhand\tProvided consultancy services mainly in areas of capacity building on different issues\tCreated model Community Resource Center-CRC at 12 locations of Bundelkhand region and Sonebhadra for family-centered integrated community development.\tCollectivized 1875 women in form women CBO to work on issues on entitlements and rights and converted in to replicate model.",
  "yearOfEstablishment": "2004",
  "regiseredAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Dhirendrapuri post Chachikpur",
      "Near Goshainganj market",
      "Ambedkar nagar",
      "Ambedkar Nagar",
      "Uttar Pradesh",
      "224141"
    ]
  }
}