{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6907",
  "name": "PARYAVARANA MITRA",
  "primaryEmail": "paryavaranmitra@yahoo.com",
  "website": "www.paryavaranmitra.org.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "917926851321",
    "917926851321"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "502, Raj avenue,",
      "Bhaikakanagar road  Thaltej,",
      "Ahmedabad - 380059",
      "Ahmedabad",
      "Gujarat",
      "380059"
    ]
  },
  "briefDescription": "Paryavaran Mitra is a Gujarat-based non-governmental registered organization (Regd No: E/20934/Ahmedabad) working on socio-environmental issues. It was initiated in 1997 as an enviro-legal cell of Center for Social Justice (JANVIKAS) to advocate for human rights in the face of growing environmental degradation and pollution.  Over the years, it has steadily grown and established itself in the field of environment especially encouraging public participation in environmental decision making processes in the state of Gujarat. It has been promoting sustainable development through participation in environmental governance at local, regional, and national level by participation in policy making process. It has developed many national and regional NGOs linkages and established its own identity as an autonomous organization. Paryavaran Mitra also promotes environment education and creation of awareness among all groups of the society through various awareness programs, seminars, and training programs. It has also been working towards developing systems and processes in the state of Gujarat for sustainable development supporting international initiatives on sustainable development. Paryavaran Mitra is an observer organization in United Nations Framework Convention on Climate Change (UNFCCC) and has participated in Conference of the Parties and high-level meeting.",
  "yearOfEstablishment": "1997"
}