{
  "contacts": [
    {
      "name": "Mr.Sanjaykumar Govindbhai Tamboli",
      "email": "sanjaytamboli1970@gmail.com",
      "designation": "Sr. Tech. Officer",
      "mobile": [
        "91-2564-221253",
        "91-9421290323"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6942",
  "name": "Rural Foundation",
  "primaryEmail": "ruralfoundation@yahoo.in",
  "website": "www.ruralfoundation.in",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919764169250",
    "919421290323",
    "912564221253"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Hat Darwaja,Gujar Nhavi Galli,",
      "Nandurbar",
      "Maharashtra",
      "425412"
    ]
  },
  "briefDescription": "Our organization is a not profitable NGO Woking in Remote , Tribal backward  and hilly  Areas Of  Nandurbar  District, For Tribal Student Welfare Akkalkuwa is One Of The Most Backward Block In The District .Where Malnutrition is Major Issue . We Are Trying to our best to Minimise This Problem At our level .But There are Some Financial limitation for us.I)\tWatershed Development Programs This is Our Major Project and it is implemented in Dhule and Nandurbar District Since Last 20 Years . Total 32 villages are covered and Various Villages project like DPAP ,  CAPART ,  WOTER- SDC,  IGWDP,     WDF and  IWMP. All the Projects are Implemented Through People Participation and involvement various national As well as International Funding  have Supported For this projects There is  separate Well Qualified hard working and Experience holder water shed development team Working in Our NGO. II)\tEducation our NGO has a Separately Education Campus At Akkalkuwa and Bardoli (Gujarat ) In Which High school ,D.Ted. B.Ed. Science College , Anath Balikashram etc.  Are run About 600 TO 700 Students. Are Teaching Education With a well Educated Staff of 65 .III)\tTrainings and SHG Federation Our NGO is also Implementing various training and Awareness program in tribal Area some SHGs are Also farmer for Women there financial and socially progress .",
  "yearOfEstablishment": "1994"
}