{
  "contacts": [
    {
      "name": "P N Narayanswamy",
      "email": "purkal.society@gmail.com",
      "designation": "Chairperson",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=697",
  "name": "Purkal Youth Development Society",
  "primaryEmail": "purkalsociety@outlook.com",
  "website": "www.purkal.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919639003157",
    "919639003159"
  ],
  "mainAddrress": {
    "state": "Uttarakhand",
    "address": [
      "Purkal Village, P.O. Bhagwantpur",
      "Dehradun",
      "Uttarakhand",
      "248001",
      "fcra return 2015-2016.docx"
    ]
  },
  "briefDescription": "We at Purkal Youth Development Society (PYDS) operate a care center for economically disadvantaged rural children. Everything is provided free of cost. Our programme provides these Children long years of care and helps them to create opportunities for themselves through excellence in education. This is the way they breakout of the poverty to which their families are condemned. We focus on girls and since we understand that without complete nutrition and comprehensive medical care there can be no accomplishment, we provide all these as well for free. Post School assistance is also provided to help all students’ progress into higher learning. Students who pass out after completing class 12th, receive support through our ‘On to Life’ program. All eligible children receive Counselling and guidance to help them progress into Institutes of higher learning, skill oriented professions or enterprise. Many of these wards also receive financial support for post School learning in Universities through initiatives of the Society and financial support to secure admission into good colleges/professional courses/ other programs.At School the focus is on education and a positive attitude to life.  Skills of empathy and the instinct to share are taught at School and this helps them cope with adversity, pursue proper conduct and makes them good leaders Children realize that there is an honest way to live, work and prosper; that a moral life can help practice values of a human and help them rise above the compulsions of animal instincts. Children attend School 6 days a week, 10 hours a day and 270 days a year. A competent faculty, that has a regular schedule of in-house-training/workshops, impart quality education. There are no drop outs over the several years of care and classically children are cared for about 14 years. Absenteeism from School is rare. The intention is to care for them over these many years and finally launch them into life.Till date 151 students have passed out from our School. We also support some of these children post 12th. Some of these children are currently in companies such as Infosys, IBM etc. Three of my children are also pursuing further education from the United States of America. All these children are sons and daughters of watchmen, gardener, electrician, laborer etc.Since the negative conditions in their homes (Small spaces occupied by a large family, dark and dingy) prevent them from covering the last mile for outstanding scores, the Society has recently made possible a comfortable and well equipped hostel facility for about 90 girls and 40 boys. Qualified and caring mentors living and sharing the hostel space, forge a bond between them, thus helping them gain a sound and healthy foundation while using their time for learning.",
  "yearOfEstablishment": "2003"
}