{
  "contacts": [
    {
      "name": "Sonal R. Vaghela",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=6978",
  "name": "SONALI MAHILA VIKAS CHARITABLE TRUST",
  "primaryEmail": "sonalihandicrafts@yahoo.co.in",
  "website": "www.sonalihandicrafts.com",
  "organisationType": [
    "Direct Service",
    "Intermediary",
    "Support"
  ],
  "telephone": [
    "917922977827",
    "917922977827"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "B-466, Nishith Park,",
      "Adinath Nagar, Odhav",
      "Ahmedabad",
      "Gujarat",
      "382415"
    ]
  },
  "briefDescription": "Trust main aim and objective is to give training and exposure to backward class women. Even always try to make them self employed and give them social and economical developments. Trust give backward class women a platform, where they can be capable to stand on self employed women in direct contact with the designers, technical knowledge and the market. Besides it in this institute there is different social, and creative, educational employment work is to be done. People who are poor and common for them medical camp & blood donation camp was been organized legal advise given to the poor people.For poor, backward class also widow and unexpected women who are given the forms of government help are been filled and activities were held for the widow  women employment of their mankind, the forms were filled the district business centre. They were given help.The trust is try to upliftment of the scheduled caste women and peoples as it possible. This trust is give honorary service with own cost and try to give the benefits to the scheduled caste women and other backward class peoples. This trust is carried out the activities and provide the help to the scheduled caste youth and females to get the jobs, and give the training to these type job and organize the various camps for training, and guidance and provide all type help. This trust give the encouragement & honor to the peoples of scheduled caste community who carried out any kind specific activities for scheduled caste society or connected by any way for the purpose them trust. Trust also conduct training for computer education to adult women and provides vocational guidance cum training to socially backward women, widow, unemployed women and assist them for their employment leading to upliftment trust also conducts seminars and conference for the development of hidden activities of women and creating awareness for their rights of duties towards the society.This trust carried out the possible work with most of best way to include the scheduled caste people in the main flow of society and get the step to step with society. The trust was formed by a group of individuals who want to spend there in a meaningful and useful way. This trust is much interested in engaging itself in development of education, Health, women and child welfare and bringing about a change in their lifestyle. Thus the trust had concentrated on skill training, Health care Environment awareness, Self-Employment and leadership training for women, and other such socio-economic activity like rural women education, Mother and child care programmers Scavengers and sweepers life development. We have formulated various schemes and implemented the Schemes in rural and urban area of Ahmedabad District. We have involved the local community in all our programmes and activities to ensure community participation. This year we paid our much concentration in forming new self help groups in rural area and give them documentation training programmes.To help women in all possible ways in order to make them self reliant self supportive.",
  "yearOfEstablishment": "2001"
}