{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=706",
  "name": "Life Trust",
  "primaryEmail": "empower@lifetrustindia.org",
  "website": "www.lifetrustindia.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "912224910287",
    "912224910288",
    "912224910285"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "BB-1, Neelam Center",
      "S K Ahire Marg, Worli",
      "Mumbai",
      "Maharashtra",
      "400025"
    ]
  },
  "briefDescription": "Vision:To make ‘School-Chalo’ the mantra of every child in India Mission:To partner and support the Public School System along with other agencies and like-minded individuals in improving the quality of education through creative and effective programmes Values•\tPassion with Compassion•\tDrive with Determination•\tCreativity with Commitment•\tPartnership with Accountability Back ground:Since 2000 LIFE Trust, a not for profit service delivery organization, works in partnership with the Government and Municipal Corporations. We have pioneered a holistic developmental approach to provide quality education and empowerment skills to lesser privileged children and women. Our belief is that every child should have the right to explore his/her talents and chase his/her dreams. They can only do so, if provided a platform for growth. LIFE Trust operates in Mumbai, with over 2000 Anganwadis, 144 MCGM schools, 17 Special Schools and over 13 slum communities.Poonam Lalvani, Managing Trustee since 2004 comes with a Business Management background of over 30 years. She believes that education is the only equalizer for society, and firmly believes in collaborating with the Govt. in ensuring accountable delivery of the social schemes provided. She emphasizes on visual learning and technology as an enabler. Speed and simplicity are the pillars of all the programmes of LIFE Trust.Achievements: No. of Anganwadi teachers who received monthly training: 12,423 No. of Adolescent girls, trained: \t10,733No. of Parents of the Anganwadi children who attended meetings conducted 12299No. of Anganwadi teachers who actively participated in the women’s day celebration:1400 No of 10th standard students administered the Differential Aptitude Test: 951No Of counselling sessions: 2710No. of Municipal School students reached out for conversational English classes: 5789No. of Municipal School students reached out for Maths classes:2248No. of Municipal school students reached out for computer training sessions: 1263No. of Outreach Classes held :3045No od Schools worked with 144No of anganwadis worked with: 2046No of Food Bank Rations recipients: 98",
  "yearOfEstablishment": "2000",
  "regiseredAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "2A/2B/2C First Floor, 5 Murray's Gate Road",
      "Alwarpet",
      "Chennai",
      "Tamil Nadu",
      "600018",
      "AP_TelBill_621.PDF"
    ]
  }
}