{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7218",
  "name": "SOCIETY OF DEVELOPERS INSTITUTE OF COMPUTER TECHNOLOGY",
  "primaryEmail": "dict2001jbp@gmail.com",
  "website": "www.dictgroup.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "919300107986"
  ],
  "mainAddrress": {
    "state": "Madhya Pradesh",
    "address": [
      "11 MAHAKAUSHAL NAGAR",
      "NEAR SARASWATI H.S. SCHOOL ADHARTAL JABALPUR",
      "JABALPUR",
      "Jabalpur",
      "Madhya Pradesh",
      "482004"
    ]
  },
  "briefDescription": "DICT \"DEVELOPERS INSTITUTE OF COMPUTER TECHNOLOGY ; located at Jabalpur DiCT Society is affiliated to Madhya Pradesh Council for Vocational Education & Training (MPVCT).DICT \"DEVELOPERS INSTITUTE OF COMPUTER TECHNOLOGY Society is an educational hub spreading cost effective higher technical and professional education to boost the social equilibrium. DiCT Educations affiliated to Vinayaka Mission University established under section 3 of UGC Act 1956, MS University, Trinulveli and Singhania University Rajasthan for their distance education courses. It offers UG/PG, PG Diploma, Diploma Certificate courses. It is the renowned institute in MP and CG which commenced Retail Education. All educational services, training and consulting services rendered by us is outstanding and exemplary. Our Communicative (Spoken) English Program, Personality Development Program & Campus Selection Training Program are the world class and life changing. We are having a tie up with Renowned Institutes for the same.Aprox.1102 students have passed out from DiCT, Jabalpur and have built their career up as per their dream aspiration. And in this regard, one step ahead; we have framed a vision to make sure 359 + employability up to 2013.We have truly inculcated quality within the very short span of time. Our students are blossoming in their area of field work. Our alumni's have been placed well. They are placed in Govt., Semi-Govt. and Reliance telecom, Wipro Customer Care, Vishal Mega Mart, V Mart, Reliance Fresh, ICICI Customer Care, proves about our commitment. All faculties and academics at DiCT are highly educated and professionally praiseworthy.",
  "yearOfEstablishment": "2002"
}