{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7231",
  "name": "AZAD SHIKSHA KENDRA",
  "primaryEmail": "askjaunpur@gmail.com",
  "website": "www.http://askjaunpur.cfsites.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "+915452263204",
    "915452263204"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Rameshwer Shishu Vihar,",
      "Mohalla Rasmandal, Post Sada",
      "Jaunpur",
      "Uttar Pradesh",
      "222001"
    ]
  },
  "briefDescription": "AZAD SHIKSHA KENDRA LOCATED IN JAUNPUR, UTTAR PRADESH.A How to Reach UsASK is situated 2 Kms from Jaunpur Roadways bus stand and 3 Kms from Jaunpur Railway station. 5 Kms from Jaunpur City Railway tation.zad Shiksha Kendra (ASK) – Jaunpur, Uttar Pradesh was registered as a Trust in 2004. It is a non-political and non-profit organization organization engaged in socio-economic up-liftment and welfare of poor and deprived sections of the society with a explicit focus on most backward and minority dominated regions of the state. The organization draws its ideeological strength from Gandhian ideals and secular and democratic values. It it has brought together a dedicated group of professionals like doctors, lawyers and social workers to address the developmental issues emerging in focal regions. Besides, there is a team of dedicated workers guided by voluntary spirit and social commitment. As an organization we are essentially concerned with the elimination of child labour, protection of women, promotion of education and health care, rural livelihood enhancement and right to information etc. And the programmes are largely focused on Muslim, Dalit and Musahar communities in Azamgarh and Allahabad districts, besides, of course, Jaunpur.Rightsince the inception, the organization has undertaken large number of projects/programmes which enabled lakhs of people from partner communities to have better access to health care, nutrition, literacy and education, livelihood etc. The main thrust has been on women empowerment and child development.  Strategically, we maintain better coordination and rapport with government agencioes/departments, PRIs, local NGOs/CBOs and women led organizations at various levels.",
  "yearOfEstablishment": "2001",
  "regiseredAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Mohalla Sipah",
      "Post Sada",
      "Jaunpur",
      "Uttar Pradesh",
      "222001"
    ]
  }
}