{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=724",
  "name": "Daudnagar Organisation for Rural Development",
  "primaryEmail": "dord98@gmail.com",
  "website": "www.dord.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "916122207606",
    "919334387102",
    "916122207606"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "2nd Floor, Chitkohra House",
      "Dr Ashraf Lane, S P Verma Road",
      "Patna",
      "Bihar",
      "800001"
    ]
  },
  "briefDescription": "Starting from a humble origin of working in a few villages in 1989, we, the Daudnagar Organisation for Rural Development (DORD) have, during last 20 years, grown into a widely recognized NGO working, currently, in all 11 Blocks of Aurangabad district and in several blocks of Kaimur, Nawada, Rohtas, Patna, Gaya and Muzaffarpur districts. This has been only due to our accountability to our esteemed donors, our credibility with our valuable target groups and our zeal to produce tangible results in untreaded terrain.We have implemented a variety of programmes and projects during this eventful period. Starting from a MOHFW-GOI supported project for MCH Care and Family Planning (1994-96), we implemented HIV/AIDS (Prevention) Awareness Programme (1996-1999) supported by NGO AIDS CELL, All India Institute of Medical Science, New Delhi and, \"Empowerment of Rural Women with Focus on Family Welfare\" (1996-2001) with the support from Population Foundation of India, New Delhi.We took up an ambitious UNFPA aided 'Support to Gender Issues' project supported through MOHFW, GOI, for women's Empowerment-\"Help Them To Help Themselves\". Starting in 2000 this 3-year project ended in 2003 wherein 50 villages of Obra Block under Aurangabad district had been identified to be looked into and the interests of the rural poor child bearing women, children and adolescent girls below the poverty line were to be looked after. We have been trying to address gender related issues to achieve equity between men and women, enable women to attain their full potential, involve women in policy and decision making processes and in all aspects of economic, political and cultural life as active participants and beneficiaries. In 2000 itself we started an extensive partneship with CARE-India to provide support services for strengthening the ICDS programme in the whole of 5 Blocks of Aurangabad District. From June, 2002 we, with the support of Bihar State AIDS Control Society, have started a Targeted Interventions Project entitled \"Healthy Truckers: Healthy Highway Project on G.T.Road (N.H.2) in Aurangabad district, Bihar. We are running Short Stay Home (SSH) at Daudnagar in Aurangabad district of Bihar since 2001 wherein women and girls in distress are living for rehabiltation to their husband/ in laws. Approximately 172 inmates have been rehabiltated and trained in different skills so far. In a way, we completed a full circle of the life cycle approach in serving our society when, since 1996, with the kind support from the HelpAge International and Helpage India under AAG (Adopt A Granny) and free Cataract Surgeries respectively. We have continuously been able to benefit more than 1200 poor elderly persons. DORD was designated in 2001 a Mother NGO by the Ministry of Health & Family Welfare, GOI for undertaking RCH programme through the field NGOs in the districts of Aurangabad and Kaimur (Bihar). We added a yet another feather in our cap when, on the basis of our proven track record in the RCH, the State Health Society, Bihar authorised DORD, in March 2006, to operationalise Static and Mobile Medical Units (SMUs) for provision of health services in 10 Additional Primary Health Centres (APHCs) of Aurangabad District of Bihar under the Public Private Partnership initiative of National Rural Health Mission. In March 2006 itself, DORD was empanelled as an Institutional Monitor by the Council for Advancement of People's Action and Rural Technology (CAPART) to ensure proper implementation of its projects in Bihar and Jharkhand through undertaking their appraisals. In June 2006, DORD was awarded the status of the Nodal NGO for two districts of Aurangabad and Arwal of Bihar by the Council for Advancement of People's Action and Rural Technology (CAPART) to implement the innovative projects, support grassroots level organisations and develop a data bank for coordination with other agencies.",
  "yearOfEstablishment": "1993",
  "regiseredAddrress": {
    "state": "Bihar",
    "address": [
      "Badi Masjid, Old Town",
      "Daudnagar",
      "Aurangabad",
      "Bihar",
      "824113"
    ]
  }
}