{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7297",
  "name": "SHIKHER SWAUM SEVI SANGATHAN",
  "primaryEmail": "shikhar. sangathan@gmail.com",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "+919431166094"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "H/o,Shri RAMESHWER SAHU, INDRAPURI ROAD NO. 1 ,",
      "RATU ROAD,",
      "RANCHI",
      "Ranchi",
      "Jharkhand",
      "834005"
    ]
  },
  "briefDescription": "SHIKHER  is a national level development organisation directly benefitting over 400,000 children and their families every year, through  welfare projects on education, healthcare, livelihood and women empowerment, in more than 100 remote villages and slums across the state of Jharkhand Education is both the means as well as the end to a better life: the means because it empowers an individual to earn his/her livelihood and the end because it increases one's awareness on a range of issues – from healthcare to appropriate social behaviour to understanding one's rights – and in the process help him/her evolve as a better citizen.Doubtless, education is the most powerful catalyst for social transformation. But child education cannot be done in isolation. A child will go to school only if the family, particularly the mother, is assured of healthcare and empowered. Moreover, when an elder sibling is relevantly skilled to be employable and begins earning, the journey of empowerment continues beyond the present generation.Realizing this, SHIKHER , beginning in the corridors of education, adopted a lifecycle approach of development, focusing its interventions on children, their families and the larger community.SHIKHER  believes that unless members of the civil society are involved proactively in the process of development, sustainable change will not happen. Following this model of Civic Driven Change, SHIKHER sensitizes and engages the civil society, making it an active partner in all its welfare initiatives. Today, 8 million children in India are out of school – surrounded by poverty, illness and despair; they are fighting a daily battle for their survival. Together, we can bring hope in their lives. Together, we can bring change and make it last.",
  "yearOfEstablishment": "2004"
}