{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=731",
  "name": "Common Concern Initiative-We Care Trust",
  "primaryEmail": "ccitrust@rediffmail.com",
  "website": "http://www.giveindia.org/GetOrganisationProfile.aspx?ngoid=1034",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914522539900"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "5, Thomas Street",
      "Narimedu",
      "Madurai",
      "Tamil Nadu",
      "625002"
    ]
  },
  "briefDescription": "This is a registered Christian Voluntary, not-for-profit organization aiming to bring about in a resurgent conglomerate of oppressed group of women and children to see a positive change in the vision of the existing social system which nullifies their actions for development to be wholesome personalities. This trust gives a thrust to the needed areas of development to the needy people who are waiting for a sustainable organizational setup to guide and support them all the way in their struggle for development until their basic needs are achieved.We Care means, “Women emancipation & Children Action in resurgent Environment”.We welcome you one and all to be the volunteers or supporters for its promotional activities by contributing your time, talent and ideas to enhance life-style initiatives and see their development to be useful citizens of this nation.The objective and agenda for this transformational intervention, are not too many or too little but will go by existing needs in the intervening areas. To spell a few, Healthcare initiative, Educational initiative, Vocational\\Self employment training initiative, Gender sensitivity initiative, Ecological & environmental initiatives. These initiatives help them to identify their potential strength and invest their talents for the common good by way of providing needed knowledge with adequate infrastructural inputs and develop various projects under We Care trust. These projects will remain as a mainstay for their sustainable development leading to their social upliftment.We Care trust aims to establish vital link between marginalized people with any individual, Group, Corporate sector, Organization or Resource Centres in Government, Non-Government and private sectors, so that their possible means of charity either in form of an idea, talent, knowledge, service, finance or the composite of all put together will enable to empower them as a proactive group for their all round development.Do join us in this noble task to see that our sustainable interventions for their transformation and development to achieved as we are going to be the taskmasters to enrich this nation.‘Together We Care’ is our Motto, and our positive action will promote to have a promising future for the deprived lot within a time frame.Do come forward to serve through CCI-We care trust.",
  "yearOfEstablishment": "2006"
}