{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7426",
  "name": "Association for Advocacy and Legal Initiatives Trust (AALI)",
  "primaryEmail": "rmo@aalilegal.org",
  "website": "http://www.aalilegal.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919415343437",
    "915222782060",
    "915222782066",
    "918005499927"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "407,",
      "Dr Baijnath Road, New Hyderabad Colony, Near Post Office",
      "Lucknow",
      "Uttar Pradesh",
      "226007"
    ]
  },
  "briefDescription": "Association for Advocacy and Legal Initiatives (AALI) is a women-led and women-run human rights organization committed to the protection and advancement of the human rights of women, children and other marginalized communities through direct intervention, capacity building, research and advocacy. With direct field presence in Uttar Pradesh and Jharkhand, AALI has been providing technical support to various human rights organisations and groups across India. Established in 1998, AALI’s ideological framework, rooted in the United Nation’s Convention against Elimination of all Forms of Violence against Women (CEDAW), envisions “an egalitarian system which recognizes women as equal human beings and promotes and protects their social, economic, and political rights guaranteed in the Constitution of India and in the international human rights treaties.”Based on feminist perspective and human rights approach, AALI believes the law is both a site for change, and a powerful tool to ensure social justice, hence it works with a multi-pronged strategic framework viz. Advocacy, Access to Justice and Capacity Building.With key focus on Gender Based Discrimination against Women* and Right to Choice and decision making, AALI works on a wide range of issues including but not limited to sexual assault, domestic violence, acid attacks, 'honour' related killings/suicides, sexual harassment at workplace, right to safe mobility, witch-hunting, forced marriage/child marriage, right to food security, custodial violence, and illegal detention.",
  "yearOfEstablishment": "1998"
}