{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=751",
  "name": "Social Welfare Agency & Training Institute (SWATI)",
  "primaryEmail": "swati_pab@yahoo.co.in",
  "website": "www.swatiodisha.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "916802401350",
    "919437186128",
    "916847260386",
    "916847260386"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "At/Po- Paburia, Via- Sarangada",
      "Near Paburia Panchayat Office",
      "Paburia",
      "Kandhamal",
      "Odisha",
      "762112"
    ]
  },
  "briefDescription": "Social Welfare Agency & Training Institute (SWATI) has completed its fifteen years in the field of social welfare/ community development work as a non- government organization. Now SWATI is not just an organization but a platform of community to raise their voice for rights, plan for their development and to implement the works in participatory way. In the year 1998-1999 the organisation laid its organisational foundation at Malaeimaha with joint effort of a group of committed youths and obtained its Govt. Recognition in form of SRA-1860 bearing No. 5814-50 of ADM-cum-Registrar of Societies, Chhatrapur, Ganjam with its head office at Gosaninuagaon, Berhampur, Ganjam. Subsequently in the year 2000 i.e. on Dt. 13.09.2000 it got its state level registration under the seal & signature of IGR, Cuttack bearing No. 21030/169.In the beginning of the institution it started its work in few villages of Paburia and Guttingia G.P. of Tikabali Block. The focus activities of the organisation were Natural Resource Management, Community Health and promotion of CBOs. Gradually it strategically extended the operational area to almost all block areas of Kandhamal district and some blocks of Ganjam district. Along-with it also expanded its field of activities on wholesome development of the backward/ unprivileged/ under privileged masses in the operational villages. Livelihood promotion of the poor, Literacy promotion, women empowerment, land & water management, water & Sanitation, lobby & advocacy, formation & promotion of CBOs, management of health centres, relief & rehabilitation of the destitute, Agriculture & Horticulture promotion, Self employment generation among the unemployed masses through various IGA/ Skill Development Activities, awareness on FRA, RTI etc. are the present focus activities of the organisation. It has partnership with different Govt. Departments (Ministry of Tribal Affairs, Panchayati Raj Department, Dept. of Argil., Horticulture Dept., NABARD etc.) and International donor agencies (CARE, TROCARE, SIDA etc.) to work in this sector. Women, Children, Youth, helpless & poor, destitute, unprivileged/ underprivileged masses irrespective of caste, creed, race, religion and sex are the target beneficiaries of the organisation.The organisation having adequate infrastructure and human resources to carryout and successful accomplishment of planned activities within stipulated time. Since inception the organisation emphasizes on formation & promotion of CBOs; as they will capable to upkeep the project activities even after our withdrawal from the area. The CBOs has been involved in the PIME process for confidence building among them.  The activists associated with this institution are well qualified, experienced and having dedication to serve for the targeted beneficiaries without fellow feelings and discrimination of caste, creed and religion. For effective management of the organisation as well as implementation of different community welfare activities; the organisaiton having adequate policies (Financial Policy, Administrative Policy, Personal Policy, Purchase committee, Coordination Committee etc. ) which has been adhered to. For each project a Coordinator has been appointed; who has been directly accountable to the office bearers of the organisation as well as the donor agencies. S/he bears sole responsibility in PIME process including reporting, documentation and coordinating with line departments for effective outcome of the projects/ programmes being implement for the community.",
  "yearOfEstablishment": "2000",
  "regiseredAddrress": {
    "state": "Odisha",
    "address": [
      "At - Trinath Temple Street",
      "In front of Nua Bandha (Tank)",
      "Gosaninuagaon",
      "Ganjam",
      "Odisha",
      "760003"
    ]
  }
}