{
  "contacts": [
    {
      "name": "M.Kalirathnam",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7524",
  "name": "THE THIRUPPANNI TRUST ASSOCIATION",
  "primaryEmail": "thiruppani@gmail.com",
  "website": "www.thiruppani.net",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919443661124"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "43/440",
      "Cholan street,",
      "Tiruvallur",
      "Tamil Nadu",
      "602001"
    ]
  },
  "briefDescription": "THE THIRUPPANI TRUST ASSOCIATION LOCATED IN TIRUVALLUR,TAMIL NADU.TTA get born in the year 1985 to protect the Dalits/Tribes and Marginalized Inhabitants Cultural, Economical, Social, Spiritual, Political right in Tamil Nadu State of India, in a full-fledged manner it started its activities since from the year 1995. It was during the twentieth century that serious attempts were made to understand the complexities of the cast system in South India; the story of the campaign of the followers of  Dr. Babasaheb Ambedkar, Mahatma Gandhi and Karl Marks are one of an attempt at peaceful revolution – exactly as the great reformer planned. TTA initiates stirring précis, analogously raises new hope from the ashes of the past a power from the social proletariat to reclaim their just right … Thirupani Trust Association“Trust Dedicated for the Development of Dalits/Tribes and Marginalized Inhabitants”VisionEmpowering Dalits, Tribals as well as Marginalized InhabitantsMission Pedestal advocacy endeavor to develop Dalit/Tribe and Marginalized Inhabitants to prolong their multidimensional human privilegesAttainmentIn its wide journey Thiruppani Trust Association (TTA) deeply driven its apiece minute to macro activities dedicatedly. Its determined work force, cordial behavior, community support vis-à-vis involvement of community members as a part and parcel of organization, gender equity draws an attainment image of itself and surroundings.ConsciousQuality in effort and Universal developmental thoughts are the main issue of Thiruppani Trust Association, incessantly purifying, upgrading and updating recital strategies.Background of the ProjectThirupani Trust Association (TTA) has been working with Dalit people in 4 northern part of Tamil Nadu. So as to address the issues of Dehumanizing Atrocities, Discrimination, Violence, Denial of social and habitation rights besides problem of Hunger, Livelihood and Health among 58villages  in Thiruvallur villages , of Tamil Nadu, India.",
  "yearOfEstablishment": "1973"
}