{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7577",
  "name": "Omashram Trust",
  "primaryEmail": "info@omashram.org",
  "website": "http://www.omashram.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919845567663",
    "919986093922"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "#767, 3rd Cross, 11th Main, Vijaya Bank Colony,",
      "Bilekahalli,  Bannerghatta Road",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560076"
    ]
  },
  "briefDescription": "About usOmashram Trust-Old Age Care, is a charitable trust founded in the year 2001 with the objective of providing care and succor to the old. At Omashram Old Age Home we have above 60 old, neglected souls being cared for.The trust has now completed more than fifteen years of its existence. The past years have been days of struggle and considerable odds to keep this fledgling institution afloat. We have been able to continue to do this good work through the benevolence extended by kind-hearted, altruistic individuals and corporate donors alike.Omashram provides residential care with full boarding & lodging facility to the old with medical care nursing care to the old, belonging mostly to poor & middle class individuals (above 60 years of age) of all denominations.The Home provides a homely atmosphere to all the valuable residents which is inclusive of full boarding and lodging facility, personal laundry, nursing, library and common room facilities like TV, indoor games, etc. Yoga classes, spiritual classes are held for the benefit of the residents. Residents who are immobile/bedridden needing constant attention and O.W.C are provided extra and intensive care.Vision / Goal•\tTo have an infrastructure of our own •\tTo combine two cause old age care and orphanage and  to provide education to the needy children•\tTo expand our services for more and more elderly•\tTo look after the elderly people with utmost care and empathy in a pleasant atmosphere to lead a peaceful life till their last journey.   •\tTo extend the facilities of the home to more number of needy persons in the society •\tTo continue to survive by bringing together the hands of all likeminded people",
  "yearOfEstablishment": "2001"
}