{
  "contacts": [
    {
      "name": "MR. VINOD KUMAR PRAMANIK",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7656",
  "name": "JAN LOK KALYAN PARISHAD",
  "primaryEmail": "janlok_pkr@yahoo.com",
  "website": "http://www.jlkp.org.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "916435220568",
    "916435220568"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "Near quarry association Sindhi Para",
      "Pakur",
      "Jharkhand",
      "816107"
    ]
  },
  "briefDescription": "JLKP(Jan Lok Kalyan Parishad) came into existence during 1993 and was registered   under    SRA   during 1994 vide registration number   790 / 94 , as well as Jharkhand -161 with 12A,FCRA, and 80G.The organization aims at holistic development of tribal and Minority community with focus  on Adolescent group,women and children as well as  marginalized SC ST and PTG group . It emphasizes on Education ,Rights , capacity building, ARSH, RCH and health and hygiene  . JLKP is a grass root level organization that primarily works on entitlement realization and Education with various  issues at  different Block of  Pakur and Sahibganj  district . This includes  facilitating linkages of local institution with Government services, building up capacity of traditional institutions Awareness on  Health and education, Gender discrimination   etc.               The process we have found effective and most useful. We have realized that there is a need to have special skill to understand the basic problems of the Adolescent group, Paharia (PTG groups), SANTHAL and Minority and initiate their development at the grass root level.  It is pleasant to mention here that JLKP has also been a partner in implementing  lots of  Health  project, Child Project, Livelihood, Education etc funded by   national and international funding agencies as well  as government department . On going Health and children related ( CHILDLINE, CRECHE,  SHELTER HOME, MNH -Mother and new natal health care , Programme  etc. )  project is provided sufficient opportunity to JLKP in terms of identifying local needs of the society and people, and motivate them to take active part while implementation of the activities are going on. It has also enabled the organization in establishing strong linkages with the local resource agencies and villagers, Parents etc.",
  "yearOfEstablishment": "1994",
  "regiseredAddrress": {
    "state": "Jharkhand",
    "address": [
      "Makhani",
      "Taljhari",
      "Sahibganj",
      "Jharkhand",
      "816129"
    ]
  }
}