{
  "contacts": [
    {
      "name": "Mr.Ashutosh Sahu",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7672",
  "name": "SARBODOY SANGHA",
  "primaryEmail": "sarboday_aja@rediffmail.com",
  "website": "www.sarbodaysangha.org",
  "organisationType": [
    "Support"
  ],
  "telephone": [
    "919733056072"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Sarboday Sangha",
      "P.O.Ajaya",
      "Village. Ajaya",
      "East Medinipur",
      "West Bengal",
      "721430"
    ]
  },
  "briefDescription": "SARBODAY SANGHA IS LOCATED IN EAST MEDINIPUR, WEST BENGAL.The history of this Organisation is not very old but has a great consequence. It was in the year 1942, the time when the father of our nation Mahatma Gandhi called for Quit India movement throughout undivided India. To get the freedom along with many people in Bengal the small village Ajaya under Khejuri Block was also rolled on in that wave. Some noble and freedom fighter established a club to worship ‘Bhartmata’ (an embodiment of India). This club finally resulted to main centre in northern Khejuri Block and some more men and women formed an association, locally named as “Sarboday Sangha”   (meant  overall progress or welfare of all). Till Independence ie. 1947 and some years later after 1947 the primary function was to worship “Bharatmata” which continued till 1969.In1971 the youth of the second generation felt the need of a full-fledge voluntary Organisation in the remote village of Ajaya which can play as a pivot for the development of the village community as a whole. Thus the Sangha was renamed as “Sarboday Sangha” and was registered under W. B Society Registration act as Voluntary Organisation. On the due course of time this Institution developed as a pioneer socio-development Organisation in undivided Khejuri block and always trying for the betterment of all categories of people with a special emphasis on women and child development. From the beginning till date we face lots of hindrances and obstacles. Sometimes we accept that is not so much easy to operate but the dire need of the community inspired and we again start fighting. Now at the middle we do not even think to turn back but we have a high hope within a few years few dreams will be fulfilled.",
  "yearOfEstablishment": "1971"
}