{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7680",
  "name": "Deoraje Organisation for Social Services",
  "primaryEmail": "dossseva@gmail.com",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919835124476"
  ],
  "mainAddrress": {
    "state": "Jharkhand",
    "address": [
      "H. No. 44 Datma More Colony",
      "Opp. Shivam Petrol Pump",
      "Kuju Ramgarh",
      "Ramgarh",
      "Jharkhand",
      "825316"
    ]
  },
  "briefDescription": "ABOUT US“DEORAJE ORGANIZATION FOR SOCIAL SERVICES” a grass root level voluntary organization Registered under the Indian society Registration Act 1860.21. Is a non-profitable, non-political and non-religious organization, this organization promoted by experienced Rural Development Professionals with a Our organization running a y commitment to improve the livelihood rural poor community . Our organization is working  enthusiasm by its self initiative. We have the vision to render our service to wider area for the benefit of the Rural poor community.  woman, child development, health, education, employment, self employment, farm development.Our organization much working on the line of rehabilitation of disabled in the society in the different area of bihar/jharkhand our social worker’s are doing their best in the field of rural development with promotion of common concept that “ Securing tomorrow”MissionOur organization has been stabilized to overcome social evils through inclusion and determined effort to give birth to such a habit of change in society stayed in the welfare of society and successful discharge its responsibility in the creation of a clean and healthy society.Running in this era of today, we have come so far from our culture that we are losing our identity.It is our mission of the society that in today era we have to work to get back the cultural heritage.GOALSOur organization is acting as a link between all those who people with full energy, those who have started dreaming, who are trying to fulfill their dreams and whose dreams have been broken. Our organization making an opportunity to helping each other together by combining them all together giving you a chance to decorate the dreams. For the implementation of this work, the society is promoting a work culture in which people changes his style of functioning and looking forward to achieving the social concept along with his dreams.For this, our organization is implementing various types of project to achieve our social dreams.",
  "yearOfEstablishment": "2010"
}