{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7685",
  "name": "India Youth for Society",
  "primaryEmail": "indiayouthforsociety@gmail.com",
  "website": "www.sustainindia.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "918985377300",
    "919703489797"
  ],
  "mainAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "47-7-23 Ba-Bapu Bhavan",
      "4th Lane, Dwaraka Nagar",
      "Visakhapatnam",
      "Andhra Pradesh",
      "530016"
    ]
  },
  "briefDescription": "Introduction: August 2010, Visakhapatnam: What started as casual conversations between a teacher and a group of students became a source of inspiration for the youngsters and ignited their passion towards protecting the Earth and its resources. They formed a group which later came to be known as ‘India Youth For Society (IYFS). A few like-minded students joined them giving strength to their campaigns. “The Earth provides enough to satisfy every man’s need, but not every man’s greed.” – Gandhiji Vision Statement: Safeguarding our future generations with an inheritance of fresh air, clean water and a healthy life, IYFS exists for educating and influencing people, developing civic sense and sensitizing everyone about the importance of maintaining the integrity of the environment as a whole-life system. Mission Statement: IYFS is dedicated to educate people in managing waste, harvesting rainwater, conserving energy, reducing plastics and safeguarding the environment. IYFS also focuses on e-governance, traffic awareness, road safety and child rights. MESSAGE (Making Each School Student Aware of Good Environment): As a campaign, MESSAGE is an initiative to teach children about the importance of conservation – water, energy and food. The goal is to stress not only on the importance of physical and mental well being of the children but also educating them about the benefits of eating and living hygienically. P4 (Prevent Polythene Bags -Protect Planet): Through this campaign, we aim to sensitize people on reducing the usage of surplus or one-off-use disposable plastic items in their day to day lives. Thankfully, through P4 campaign we can lower the amount of plastic-related chemicals in our bodies, our homes, and the environment—and the risks they present. SMART (Safety Means Alert on Road in Traffic)This campaign has a target to reduce the amount of traffic accidents in the city and their consequences through road safety measures. It aims to increase the safety level on local roads, encourage walking and cycling in the city and improve the urban space. It focuses at reducing number of deaths and injuries caused by traffic and consequently decreasing the number of road accidents. Accident data were studied to identify safety actions necessary to achieve improvements and to determine how to implement speed reduction areas in the most effective way.",
  "yearOfEstablishment": "2011",
  "regiseredAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "India Youth For Society",
      "7-311A",
      "Hanumanthuwaka",
      "Visakhapatnam",
      "Andhra Pradesh",
      "530040"
    ]
  }
}