{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=774",
  "name": "ELSHADDAI",
  "primaryEmail": "infogoa@childrescue.net",
  "website": "www.childrescue.net",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "918322268440",
    "918322268450",
    "918322461068",
    "918322464169"
  ],
  "mainAddrress": {
    "state": "Goa",
    "address": [
      "H.N. 251, Socol Vaddo",
      "Assagao",
      "Bardez",
      "North Goa",
      "Goa",
      "403507"
    ]
  },
  "briefDescription": "An ISO certiﬁed NGO, El Shaddai has established several projects in the areas of education (formal/non formal schools, Adult Literacy, and remedial coaching), women empowerment (reproductive health/family planning/contraception/child marriage/girl child), Institutional care, community Health, Mana Khana and Vocational Training.Based in Goa El Shaddai work primarily with street and slum children and over the years has expanded its base in Kerala, Karnataka and Tamil Nadu. Till date El Shaddai has reached out to more than lakhs of children, given vocational training to 40,000 people and helped in educating over 70,000 children. Started in 1997, El Shaddai was founded under the aegis of two socially conscious individuals, our co-founders Matthew Kurian (Managing Trustee) and Anita Edgar, who were disturbed by the plight of the children from deprived sections of the society. Our first school – Shanti Niketan, was started in 1999 in Saligao in a small house with over a hundred of children. Today, it is located in Assagao with its own campus. The school focuses on providing non formal education. With the growing numbers and contribution El Shaddai started sending hundreds of children to Formal schools. Considering the economic situation of these children, El Shaddai employs an integrated development approach on the child, family and community. El Shaddai mainly gets its funding from individual donors, sponsors, and corporate partners.",
  "yearOfEstablishment": "1997"
}