{
  "contacts": [
    {
      "name": "Mr.Lawkush Tiwari",
      "designation": "",
      "email": null
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7754",
  "name": "Akhil Sanskritik Sansthan",
  "primaryEmail": "ass_bankati@yahoo.com",
  "website": "www.assindia.ngo",
  "organisationType": [
    "Advocacy & Campaigning",
    "Network"
  ],
  "telephone": [
    "+919415173630"
  ],
  "mainAddrress": {
    "state": "Uttar Pradesh",
    "address": [
      "Vill- Bantla,",
      "Post-Waltarganj(Govindnagar)",
      "Basti",
      "Uttar Pradesh",
      "272185"
    ]
  },
  "briefDescription": "Akhil Sanskritik Sansthan, Basti was founded in 1988-89 by some enthusiastic youth from rural background of agriculture and social work. Finally, it became registered under society’s registration Act XXI, 1860 in 22.02.1989 and after few years of its registration, the Ministry of home affairs has registered it under FCRA. The motivational force behind the foundation of ASS was the poverty of social injustice, healthy environment among people, inequitable distribution of resources and lack of self esteem and self confidence among the poorer to change the situation. ASS is sought to concentrate on the empowerment of rural masses specially the Women of the rural areas. The organization has conducted number of awareness programme on Health/AIDS prevention, control and Training under Mother NGO scheme of RCH programme in the district Basti, Santkabir Nagar of Uttar Pradesh as facilitator NGO with the support of Department of Health & Family Welfare, Government of India. It has also been creating awareness on health components through various projects such as Sure start, RCH, Literacy programme, Uttar Pradesh Health system development project, Women empowerment programme, Drug abuse prevention programme etc. Reducing HIV transmission among persons at highest risk of infection through targeted interventions, STD control, condom promotion and creating an enabling environment.Main objectives of these programmes include:- Reducing spread of HIV, TB etc among general population through IEC/Awareness generation programmes, counseling and reducing blood based transmission · Developing capacity for community based low cost care for people living with Malnutrition. In order to achieve the above objectives the organization has conducted various IEC and awareness programmes through the professional team of folk media hired the organization during the previous years. The organization has now got its own infrastructures such as professional staff, counselors, professional team artists for organizing various folk programmes in rural/urban areas and publication cell and number of literatures",
  "yearOfEstablishment": "1989"
}