{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=777",
  "name": "Marathwada Gramin Vikas Sanstha",
  "primaryEmail": "mgvs.vaijapur@gmail.com",
  "website": "http://www.mgvsabad.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Grant-making",
    "Support"
  ],
  "telephone": [
    "912402341411",
    "912436224904",
    "912402341412",
    "919423147204",
    "917798530094"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Gut.no.122, At.post.Karanjgaon Tal Vaijapur",
      "Nagpur - mumbai Highway",
      "At.post. Karangjaon, Tal. Vaijapur",
      "Aurangabad",
      "Maharashtra",
      "423703"
    ]
  },
  "briefDescription": "Marathwada Gramin Vikas Sanstha (MGVS) initiated its work in Aurangabad District of Maharashtra state in 1995-96 which is one of the most backward district in Marathwada region. The vision of the organization is to strengthen the grassroots initiatives for socio economic upliftment of economically downtrodden, rural, slum women, children and youth through promoting community based development programme in the field of Health, Education,  Environment, water, Sanitation and women empowerment. MGVS believes in Community Driven Development (CDD) Approach in its programs. Through this CDD Approach, local communities are encouraged to participate in every stage of project cycle such as planning, implantation, monitoring evaluation and sustainability. MGVS has been working to improve the reproductive and child health status of rural poor by reduction of maternal mortality, morbidity, totality and STD rate through community based intervention. MGVS project office is situated in the project area itself which is an added advantage of having direct rapport with the community. MGVS has its expertise in health programmes especially in the area of Reproductive and Child Health, STD/HIV/AIDS prevention and control project, Safe abortion project, Pediatrics AIDS initiative Project and Community Mobilization (Link Workers Scheme under HIV/AIDS project for the past 12 years and specialized in peer educator system and net working to involve the community towards sustainability. MGVS also working in, water, Sanitation, education and women empowerment in this region,, while working in the area of health education and sanitation MGVS has come out with different experiences, learning’s and  needs s.MGVS are working for following goal and achievement 1. Take Action for Prevention and Control of STD and HIV/AIDS among Female Sex Workers (FSW) , vulnerableand bridge population and Orphan Vulnerable children’s in Aurangabad District of Maharashtra State (Total 2600 FSW,47 000 vulnerable and bridge population, 113 OVC  and 216 PLHI served from 100 village of Aurangabad district )   2. To Improve the Reproductive Health status of women (age 15 to 49 years) by reduction of maternal mortality,Morbidity, totality and STI / RTI, rate in the targeted population of Aurangabad District through communityBased intervention.( Total 47000 male, female and children served from 19 village of Aurangabad district)3.  To provide developmentally appropriate services of care and support for children affected by HIV inAurangabad district (Total 50 PLHV residential care and serves and 150 children home base service)4. To create awareness and build capacity of village community to take up the issue of Drinking water andSanitation of their own village and solve by their involvement and contribution towards maintenance andSustainability.(  Total 48,000 rural population served under this project from 24 village )5. To create awareness and build capacity of rural , women groups and  as will as Community Based Organization(100 self help group established and trained under this project)  6.To provide day care and education services for the street children who are left out during day time as theirMothers go for daily wages.( 32 children served under this project)",
  "yearOfEstablishment": "1995",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Marathwada Gramin Vikas sanstha (MGVS)",
      "MBC Building, No.2, Opp.to Hotel Raviraj, Adalat Road, Aurangabad",
      "Dist.Aurangabad",
      "Aurangabad",
      "Maharashtra",
      "431001"
    ]
  }
}