{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7851",
  "name": "Goranbose Gram Bikash Kendra",
  "primaryEmail": "nraptan@gmail.com",
  "website": "http://www.ggbk.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919609192961"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Rajarlat,",
      "Canning,",
      "South 24 Parganas",
      "West Bengal",
      "743329"
    ]
  },
  "briefDescription": "The GGBK is a community based nonprofit development organization that aims to strengthen human capabilities through right based people centered advocacy and inclusive development. GGBK endeavors to empower communities at the grass root levels as well as facilitates efforts to ensure human rights, social justice and people centered governance. The GGBK was founded in 1985 as a People’s Organization initially to provide relief support to the victims of calamities in the Islands of Sundarbans.Goranbose Gram Bikash Kendra (GGBK) is a source-area, community based Organization, working on anti-human trafficking, sexual abuse, Domestic Violence, Child Labor, Early Marriage, for physically challenged persons, disaster management and climate change for the last 33 years, in Sundarban Delta Area of South 24 parganas and semi-urban area under W.B. India. We work on the aspects of prevention, rescue, prosecution, protection and rehabilitation.We have a special focus on reintegration of survivors of Gender Based Violence including Human trafficking.It is an autonomous body Registered under • The Societies Registration Act, being Registration No. – S/56132 dated 26th August 1987.• Registered under Foreign Contribution Registration Act, (FCRA) 1976; Registration No. 147110279 dated 27th May, 1991. • Registered under 12A and 80G of Income Tax Act.Over the years, based on the ground realities, GGBK has evolved from direct delivery system to comprehensive development through empowerment of victims of Trafficking of many kinds, Domestic violence, Child Labour, Early Marriage, Sexual abuse and many such social evils. Altogether GGBK looks ahead for an inclusive development through strengthening community and measures of social reformations at the grass-root level. Operational areas of GGBK comprises of several blocks in 24-Parganas (South & North) of West Bengal State of India.",
  "yearOfEstablishment": "1985",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "No. 2 Goranbose,",
      "Bharatgarh, Basanti,",
      "South 24 Parganas",
      "West Bengal",
      "743312"
    ]
  }
}