{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=7924",
  "name": "Bal Umang Drishya Sanstha",
  "primaryEmail": "info@buds.in",
  "website": "www.buds.in",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919811449457"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "E-10,",
      "Green Park Main",
      "New Delhi",
      "Delhi",
      "110016"
    ]
  },
  "briefDescription": "Bal Umang Drishya Sanstha (BUDS) has been working in two different urban slum locations (Nizamudin railway station, Red Fort-Mori gate, New Delhi) amongst the orphan and vulnerable children since 2003. Its goal is to reduce the vulnerability of children and youth living and working on the urban slums through a continuum of services that address their education, health, physical, psychological, life skills and vocational development. A total of more than 25000 vulnerable children between ages 6 to 18 years have been reached with different services offered through outreach activities, drop-in centre’s (DIC) and vocational training centers. Families and other community members were also mobilized to address the needs of these children. The following strategic community activities have been conducted:• Mobile health clinics, primary medical check-ups and immunization drives• Day care facility and mid-day meals at drop-in-centers• Home repatriation for runaway children through Child Welfare Committee (CWC)• Non formal and formal education programs• Vocational Training programs to improve livelihood opportunities• Annual children’s day events, cultural program, recreational activities and sportsUNDERSERVED VILLAGE PROJECT Despite the impressive economic strides India has made, education and access to basic health care coverage is abysmally low in rural communities. BUDS has recently adopted an under- served Village Gasera, also known as Gandhi Gram Gasera, located  near Nuh, Mewat, Haryana and has a population of cover 100000. BUDS team has organized  several medical camps here and evaluated the needs of the community. One of the major challenges is inadequate vaccination coverage, which leads to outbreak of  vaccine-preventable diseases, poor child health and survival. “Enhancing Health Care Access with Cellular Technology” BUDS has launched a project “Enhancing Health Care Access with Cellular Technology” in village Gasera communities. BUDS has obtained an Indo-US R03 Grant, jointly funded by  National Institute of Health (NIH) USA and Department of Biotechnology (DBT), Government of India. BUDS is evaluating a software platform in mother-infant units to improve uptake and coverage of primary childhood vaccinations.It is based on a novel mobile cellular technology approach for timly vaccination reminder service to significantly improve health outcomes.",
  "yearOfEstablishment": "2003"
}