{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8068",
  "name": "Kalyani Life Institute",
  "primaryEmail": "kalyanilifeinstitute@gmail.com",
  "website": "http://www.klionline.net/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919830017416",
    "913325828824",
    "917685015551"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "B-4/382",
      "P.O-Kalyani,",
      "Kalyani",
      "Nadia",
      "West Bengal",
      "741235"
    ]
  },
  "briefDescription": "Kalyani Life Institute is Located in Kalyani,West Bengal.Our central messageSociety’s lack of knowledge, misinformation and negative attitudes lead directly to the exclusion of disabled girls and boys from education. Furthermore, where disabled children’s capacities, rights and needs are constantly underestimated, they are likely to develop low self-esteem and negative attitudes about themselves and their abilities.In all societies, there is a need to raise awareness that each child is unique and different, and that disabled children have the same rights, needs and aspirations as all children. Awareness work is important at all levels in society – child, family, community – to counteract fear, misunderstanding and negative attitudes. The most effective way to do this is through participation by disabled people and children.The impact of negative attitudes is also evident at policy level, in legislation, and in school practice. Education officials, teachers and NGOs need to develop a sound understanding of disability as a social challenge – it is about lack of opportunities for disabled children to develop their full potential and participate in society – rather than seeing disabled children as children who ‘lack’ some skills or abilities. Only when this concept is grasped will individuals and organisations involved in education recognise their responsibility for helping to break the cycle of negative attitudes and segregation.We like this can make a significant difference but, in the long term, negative attitudes are a reflection of society’s values and it is only when disabled people are empowered through education to take part in society on an equal basis that society’s attitudes will become more positive.",
  "yearOfEstablishment": "2010",
  "regiseredAddrress": {
    "state": "West Bengal",
    "address": [
      "B-3/88",
      "P.O-Kalyani,",
      "Kalyani",
      "Nadia",
      "West Bengal",
      "741235"
    ]
  }
}