{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8073",
  "name": "EKVIRA MULTIPURPOSE FOUNDATION, AKOLA",
  "primaryEmail": "ekvira_mfa@rediffmail.com",
  "website": "http://www.ekvirafoundation.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919420705782"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Opp.Dhone Chitrkala Collage, Jyoti Nagar",
      "Jatharpeth, Akola",
      "Akola",
      "Maharashtra",
      "444005"
    ]
  },
  "briefDescription": "FOR THE REHABILITATION AND MAINSTREAMING  OF YOUNG HEARING HEARING IMPAIRED (DEAF) IS MISSION OF Ekvira Multipurpose Foundation Akola,which is  established in 2007 AT AKOLA (MAHARASHTRA) & registered under society registration act 1860 &Bombay public trust act 1950in the office of Hon.  Asst. charity commissioner, Akola, also registered as ‘charitable trust’ u/s 12 AA and as Donee organization under section 80 G of income tax act 1961.                            provide habilitation to deaf children and family support, since 2008 we runs ongoing  project for 0 to 6 years deaf kids  A ‘ BALVIKAS KENDRA’A rehabilitation center for hearing impaired of early age & speech hearing language & parent training center. The program is constructed to bring them in to hearing & speaking world & enable them to get education in General school with normal child. Educating young children with Hearing Impairment is a family affair. Parent’s encouragement also done by involving them in this activity as an equal partner.        At present 17 H I kids are getting training, Till today 50 H I kids are moved in to general school of their choice.  The fact that, government support is almost none.     In addition to that, for late detected H I kids and for general school readiness, BALVIKAS SPECIAL SCHOOL for 25 hearing impaired children, un-aided special primary school (oral-aural) non-residential is running since 2012.   We provide free education to H I students. Above both the programs are UN- aided and approved by commissioner with persons with disability of government of Maharashtra. We run the activities on voluntary contribution of trustee n parents, individual donors. needy families are shifted to center along with their child from adjacent districts.        Also, few PROFOUNDLY hearing impaired kids who has  undergone the cochlear implant surgery and  they were lacking post operative training due to their financial problem and who cannot afford to stay at Mumbai or pune Nagpur.   Hence, looking for the recurring / nonrecurring / corpus funds/partner, to maintain additional staff & develop the more facilities, services of experts and many more.MORE THAN 50 H I KIDS ARE INTEGRETED  IN GENERAL SCHOOL",
  "yearOfEstablishment": "2008"
}