{
  "contacts": [
    {
      "name": "Noshir H Dadrawala",
      "email": "",
      "designation": "CEO",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=809",
  "name": "Centre for Advancement of Philanthropy",
  "primaryEmail": "connect@capindia.in",
  "website": "www.capindia.in",
  "organisationType": [
    "Network",
    "Support"
  ],
  "telephone": [
    "912222846534",
    "912222029945",
    "919930231735"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Mulla House, (4th Floor)",
      "51, Mahatma Gandhi Road, Flora Fountain, Fort",
      "Mumbai",
      "Maharashtra",
      "400001"
    ]
  },
  "briefDescription": "LEGAL ADVISORY - Centre for Advancement of Philanthropy (CAP) helps philanthropic organisations comply with the complex web of legal issues governing charitable giving in India. CAP specialises in all legal matters concerning the Trusts/Societies Act, Income Tax Act, Foreign Contributions Regulations Act (FCRA), and a host of allied laws and good governance practices.CAPACITY BUILDING - Capacity Building – CAP conducts trainings and related consultancy towards capacity building of organizations. This includes advice on legal compliance and the core challenges of management –strategy, monitoring & evaluation, human resources, financial management assistance, good board governance as well as volunteer management and retention.CORPORATE SUPPORT - CAP guides companies in a wide range of philanthropic endeavors. Sometimes, this involves finding credible NGO partners for companies as well. CAP has helped companies like Titan, Thermax, Forbes Marshal, Zensar, Atlas Copco set up their own corporate foundations. CAP also assists companies in setting up Corporate Social Responsibility initiatives, which have recently become a government mandate for companies above a certain size.RESEARCH & PUBLICATIONS - Over the years, based on research projects CAP has published resource books that have become industry bibles on fund-raising, management of charitable organisations, Tax Compliance among other topics. CAP also publishes a newsletter that enables its readers to be up-to-date with legal and management trends in the philanthropic sector.",
  "yearOfEstablishment": "1986"
}