{
  "contacts": [
    {
      "name": "Mr. Jagdish Raut",
      "email": "",
      "designation": "",
      "mobile": [
        "9422167175"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8187",
  "name": "Janseva Gramin Vikas Va Shikshan Pratishthan",
  "primaryEmail": "janseva_jp@yahoo.co.in",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919422167175",
    "919146018987",
    "919527390570"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Plot No. 277A, Darda Nagar, Yavatmal",
      "Near By Manikrao Thakre House",
      "Yavatmal",
      "Maharashtra",
      "445001"
    ]
  },
  "briefDescription": "Janseva is leading NGO of Central India working in the tribal belt in Yavatmal, Wardha and Hingoli districts of Maharashtra. The organization has been mobilizing women in rural areas to form self-help groups in Yavatmal and Wardha districts of Maharashtra. It organizes special training programmes and co-ordinates workshops on issues such as gender and development, reproductive child health and care, adolescent girls awareness programmes etc. It also works with elected representatives of gram Panchayats. To cater to the needs of women in distress in rural areas, it operates two counseling centers that provide socio-legal assistance. Janseva works closely with the district administration, police and judiciary. It is a member of the district consultative/vigilance committee. Janseva Gramin Vikas Va Shikshan Sanstha , meaning society for rural development and education, is a development organization located in The central goal has been to bring women and the poor into the center stage of local governance and development processes, to place their respective concerns at the center of village, taluka, district level planning, budgeting etc.. JANSEVA's role as a facilitating organization opens up strategic spaces for participation of grassroots women's collectives on one hand, build and strengthen organizational capabilities through self education, participation in local planning andgovernance mechanisms, demonstration and scaling up of initiatives and forging resource linkages with institutional actors.",
  "yearOfEstablishment": "1996",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "Rani Laxmi Bai Ward",
      "Akhada Ward Road",
      "Pandharkawada",
      "Yavatmal",
      "Maharashtra",
      "445302"
    ]
  }
}