{
  "contacts": [
    {
      "name": "Pratyusha Ghosh",
      "email": "",
      "designation": "",
      "mobile": [
        "9547377156"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8254",
  "name": "JANA SANSKRITI CENTRE FOR THEATRE OF THE OPPRESSED",
  "primaryEmail": "janasanskriti@gmail.com",
  "website": "http://janasanskriti.org/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919547377156",
    "919433025692",
    "913365004941"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Girish Bhavan",
      "42A Thakurhat Road PO - Badu",
      "Kolkata",
      "North 24 Parganas",
      "West Bengal",
      "700128"
    ]
  },
  "briefDescription": "Jana Sanskriti(JS) Centre for Theatre of the Oppressed established in 1985 was the first exponent of Theatre of theOppressed (TO) in India. Today the Centre is seen as one of the most important point of references to the global community of Theatre of the Oppressed. Jana Sanskriti believes that there is perfection latent within every individual –waiting to be discovered and manifested. When a person discovers this perfection he is able to overcome the sense of inferiority imposed upon him by the centralised social culture. He becomes articulate, confident and capable of confronting challenges, which come on the path of development.In the year of 1998-99, the organization received its first formal support from the Ministry of Culture, Government of India. There were two supports from the ministry one for a research and other was a matching building grant. In 1999, Pratham provided a support for managing 20 learning centers. It was not mere a school programme rather the objective of this was to mobilize mothers and guardians around the issue. From 2002, ICICI started supporting Jana Sanskriti to manage pre primary centers which the organization took as an opportunity for mass mobilization. Issues of Governance and service delivery incorporated in the organization’s activity during the period. Mobilization done at the community level to stop the liquor shops. Along with the regular theatre, wall painting, posturing, rallies, submission of deputation activities carried out on various issues. JS has taken up multiple strategies which includes community mobilization, engagement with the local system to address child rights and human rights issues. JS along with its focus on education, started exploring intervention on the issues of malnutrition and child trafficking, both of which are very critical issues in the district. During this span of time, JS has developed better relationships with the government authorities including CDPO, BDO, SI etc at the local level. With the facilitation of CRY, JS in partnership with the CID – West Bengal conducted series of forum theaters and follow up activities on the issue of child trafficking. The organization has worked in coordination with SANLAAP in rescue and restoration of children from the operational areas.Jana Sanskriti - Theatre in Education programs:25 schools directly benefitting 500 students in South 24 Parganas,West Bengal - A support/remedial(primary) education program run by JS is trying to bring about a fundamental and pedagogical improvement to the prescribed syllabus and mainstream education system.Our program essentially teaches the entire published government syllabus via theatre, art, painting, dance and music.Active mother’s forums have been formed where discussions range from the child’s nutrition, performance and overall welfare to several social issues like child marriage, child abuse, illicit liquor, ration cards, ICDS operations, domestic violence and many more – all through theatre.The Pre-Primary Education Programme in the the districts of North & South 24 Parganas deals with the vision of strengthening the Govt. Pre-School Education System, i.e. ICDS centres, and makes them effective by means of using NS Centres as a referral Model. NS centres are also responsible for developing a curriculum of Early Childhood Education which is in process.In the year 2012- 13 Jana Sanskriti ran 50 centres –– 30 in South 24-Parganas and 20 in North 24-Parganas. Due to lack of resources, at present there are 20 centres in North 24 pargans with 450+ students.",
  "yearOfEstablishment": "1995"
}