{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8318",
  "name": "Association for Rural Area Social Modification Improvement and Nestling",
  "primaryEmail": "arasmin@rediffmail.com",
  "website": "http://www.arasmin.org/",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919437038275"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "At/PO: Gressingia",
      "Via: G. Udayagir",
      "Kandhamal",
      "Odisha",
      "762100"
    ]
  },
  "briefDescription": "“ARASMIN”, the Potential and Trust-worthy Environmental Organization is accredited to United Nations with Special Consultative Status (ECOSOC) on Forest. It takes birth in a Tribal belt during the year 1992 at the village Gressingia adorning the villages and hamlets of Tribal Communities and Schedule Caste Communities under G.Udayagiri Block of Kandhamal District in the State of Orissa (India). As regards to the Vision and Mission of this Organization, it has been providing persistent and dedicated services  to save the lives of the poor Tribal community dragging out of the social dimension as well as to save the Planet by protecting and conserving the Nature and Environment.  ARASMIN is also committed to the principle that all creatures have an enduring claim to sustainable space on this planet. It believes that today’s human beings have the responsibility to share Earth’s resources with other creatures and future generations by limiting their adverse impact on the planet and by enriching and protecting Earth’s wildlife and the places they inhabit. To this end, the Organization promotes, protects and restores the habitats for the broadest possible biodiversity, foster respect for other species and individual creatures and works to limit detrimental human impact on the planet and preserve the rights of all creatures.",
  "yearOfEstablishment": "1992",
  "regiseredAddrress": {
    "state": "Odisha",
    "address": [
      "At/PO: G. Udayagiri",
      "Via: G. Udayagiri",
      "Kandhamal",
      "Odisha",
      "762100"
    ]
  }
}