{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8424",
  "name": "SKYNET FOUNDATION",
  "primaryEmail": "skynet4uall@gmail.com",
  "website": "www.skynetfoundation.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Grant-making",
    "Intermediary",
    "Network",
    "Support"
  ],
  "telephone": [
    "919724711640",
    "919376803075"
  ],
  "mainAddrress": {
    "state": "Gujarat",
    "address": [
      "Care of, Skynet Computer Academy, Education Office, The Sabarkantha District Co-Op. Union,",
      "Ambawadi, Mahavirnagar",
      "Himatnagar",
      "Sabarkantha",
      "Gujarat",
      "383001"
    ]
  },
  "briefDescription": "Organisational DetailsAct under which org is RegisteredRegistered as TrustIf 'Others' please specifyDate of Registration06/14/2013Registration NumberF/4028/SABARKANTHADo you have a valid FCRA registration?NoFCRA Registration NumberOrganisation PAN NumberAAOTS5077RWebsitewww.stpacademy.inFacebookstpacademy.inTwitterDescribe three activities your organisation is involved in (150 words each)Activity/Project 1Free/Paid Computer Training in Himatnagar city and rural and urban villages under 5 KM Radius Students. Skill Development Training & Placement Services in local areas.Activity/Project 2Free/Paid Spoken English and Skill Development Training in Himatnagar city and rural and urban villages under 5 KM Radius Students.Activity/Project 3YOGA and Meditation camp in Himatnagar City (Yr- 2016).Innovation DetailsWhat stage is your innovation at ?Working prototypeIf implemented, mention the date on which the project/innovation was launched04/06/2015Describe need/problem/challenge that your innovation addressesPlan remains in paper and activities are not monitored or supervised. Backward areas are often ignored( Caste Biased). SC/ST and Backward classed and women are ignored. Lack of community ownership and empowerment. Improper planning and keeping in mind local conditions. Inadequately trainees functionaries. Improper distribution of work. Imbalance of resources and JOB Opportunity.Describe the innovation introduced to address the problem/ challenge/ need mentioned in the previous answer.First Need based plane to be done. Capture felt local needs and address local development challenges, better appreciation of local potential. Reach the unreach/Excluded. Responded to different needs of different groups. Enable mobilization of all section and their participation's in governance. To provide local employment and to promote self employment.Specify how ICT has been used in this innovation. As part of this answer, you may also mention whether the technology was purchased, modified or developed. If you have a technology partner, mention the name.In present situation the word is becoming digital but the local people are digitally illiterate. It is suggested to make them digitally literate through skill development training. ICT may help the community to be literate and the industries to grow through digitization. This will help for economic empowerment and social balancing.Please chose the type of technology usedWeb basedIf 'Others' please specifyPlease describe how your innovation is unique in comparison to the others in your sector (200 words)We Do : Skill Development Training, Career Counseling for Job Placement, Local Market awareness, Industrial and public sector consultancy, Hardware and Software support, NGO's Activities since 2010. Skilling Youth - Will Provide skill Education to the dropout students, unemployed youth to get employment.Woman Empowerment - Empowerment of women through quality education with skill development and to developed self confidence through employment. And Helping socially disturb women through earning concepts.Technical Skill, Digital Skill, Soft Skill, Team Work, Self awareness",
  "yearOfEstablishment": "2013",
  "regiseredAddrress": {
    "state": "Gujarat",
    "address": [
      "4, 1St Floor, Block-B, Rajmilan Plaza,",
      "Sahakar Jin Road,",
      "Himatnagar",
      "Sabarkantha",
      "Gujarat",
      "383001"
    ]
  }
}