{
  "contacts": [
    {
      "name": "Anjali Pandit",
      "email": "info@nagar.org.in",
      "designation": "Associate Director",
      "mobile": [
        "91-22-22882018"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=843",
  "name": "Ngo Alliance for Governance and Renewal (NAGAR)",
  "primaryEmail": "info@nagar.org.in",
  "website": "www.nagar.org.in",
  "organisationType": [
    "Advocacy & Campaigning"
  ],
  "telephone": [
    "912222021621",
    "912222882018",
    "912222021621",
    "912222882018"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "NAGAR, Cecil Court",
      "3rd Floor, Mahakavi Bhushan Marg, Near Regal Cinema, Colaba",
      "Mumbai",
      "Maharashtra",
      "400001"
    ]
  },
  "briefDescription": "NAGAR is a not for profit organization established in 2000, born out of the passion of several ordinary citizens with a goal to improve life in the city of Mumbai. It works in the areas of preservation of public open spaces, solid waste management, improvement in air quality, preservation of beaches, mangroves and built and natural heritage features, efficient road space management, water conservation and better policing. Its creed has been strong and consistent advocacy with Government and its agencies for better implementation of existing laws, suggesting changes in policies for better governance in civic related issues and working towards urban renewal. It has a vast citizen base spread over the city and networks with other civic NGOs on specific issues.NAGAR’s key milestones include:1) Advocating that MCGM implement the 1985 Supreme Court Order for regulation of hawkers2) Challenging Slum Rehabilitation on Reserved Public Open Spaces3) A focused approach to the preservation and restoration of Reserved Public Open Spaces4) A survey of over 900 Reserved Public Open Spaces in Greater Mumbai and publishing a sample of 600 of those in a book entitled ‘Breathing Space’5) A Pilot project for segregated collection of domestic waste6) Production of a Research paper on ALMs (Advance Locality Management) and their importance7) An Awareness campaign on the hazards of E-waste8) Contribution to MCGM’s Cleanliness Rules 2006 and Eco-housing Initiative9) Initiatives to reduce vehicular pollution -\tconversion of taxis to CNG-\tphasing out of old heavy motor vehicles-\tregular monitoring ambient air quality10) Submitted People Public Private Partnership (PPPP) Model for the Prime Minister's Swachh Bharat Abhiyan (Clean India Movement) on Govt. of India's web portal www.mygov.in11) As an offshoot of the PPPP Model for Swachh Bharat Abhiyan a ward-wise survey was conducted on the status of functioning of the Solid Waste Management Dept. in all the 24 municipal wards of the MCGM",
  "yearOfEstablishment": "2004"
}