{
  "contacts": [
    {
      "name": "Ashok Kumar Tripathy",
      "email": "aranyak_orissa@rediffmail.com",
      "designation": "Secretary",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8528",
  "name": "ARANYAKA",
  "primaryEmail": "aranyak_orissa@rediffmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919437037775"
  ],
  "mainAddrress": {
    "state": "Odisha",
    "address": [
      "At/Po- Talmul,",
      "Angul",
      "Odisha",
      "759040"
    ]
  },
  "briefDescription": "Aranyak is proud to be associated with Ministry of Human Resources Development, Govt. of India to run Jan Shikshan Sansthan (JSS) at Sambalpur. In this program we are running training center for Hand embroidery, Carpentry and furniture making, Electrical technician, Dress making, designing and embroidery, Textile designing and printing, Beauty culture and Health care, Fabric painting, Maintaining of two wheelers, Radio and TV mechanism and computer education. We are closely working with local administrative authority under the guidance of Ministry of Human Resources Development, Govt. of India for the promotion and implementation of Swatcha Bharata Abhiyan, PM Surakha Bima Yojna and Pradhan mantra jan dhan yojna at Sambalpur district.The organization is working for the adolescents, especially for the girls. Every year Aranyak is conducting a residential camp for 30 young girls and providing them training on life skill education and leadership so that they can work as agents of Change for other girls.The organization has been continuing its program on ethical treatment of animals. Under the program Aranyak is running a Gosalla (Cow Shelter) for the abandoned cows and bullocks where there abandoned animals are provided shelter, fodder and healthcare.The organization has been continuing its program on ethical treatment of animals. Aranyak is running three CBS school at Sambalpur district in which about 100 out of school or drop out children belonging to the marginalized community are receiving education.Aranyak provided training to teachers of about 30 secondary schools regarding inclusive education and how they should handle the children with special needs.Aranyak is running health programs awareness camp e.g. Reproductive and child health, HIV/AIDS control program, Malaria control program. Aranyaka also organises workshops for farmers."
}