{
  "contacts": [
    {
      "name": "Shambhu Nath Mishra",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8547",
  "name": "BAPU BAL VIKAS MAHILA KALYAN SOCIETY",
  "primaryEmail": "bapubvmks@gmail.com",
  "website": "www.bapubvmks.org",
  "organisationType": [
    "Network",
    "Support"
  ],
  "telephone": [
    "919431654442"
  ],
  "mainAddrress": {
    "state": "Bihar",
    "address": [
      "Vill- Chichari Bujurg",
      "Post- Rajnagar",
      "Ps- Rajnagar",
      "Madhubani",
      "Bihar",
      "847235"
    ]
  },
  "briefDescription": "NUMBER OF PEOPLE25000 . ENABLING WOMEN FOR THEIR RIGHTS AN ENTITLEMENTS AND PROCUREMENT OF CHILD RIGHTSTHROUGH CAPACITY BUILDING, STRATEGIC PLANNING AND ADVOCACYsgsyActivities\tPartner\tTarget GroupFormation of Self Help Groups (SHGs)\tDistrict Rural Development Authority(DRDA),Madhubani\tWomen of Below Poverty Line (BPL) and DalitCapacity Building of women Members of SHGs\tAs above\tOffice bearers and other members of SHGsVocational Training \tAs above & Rajnager block\tWhole Members of SHGsSocio-economic awareness for women\tBihar Sate Social Welfare Board,Patna\tWomen of Below Poverty Line (BPL) and DalitHealth Awareness Programme\tMAMTA,E-5/ Greater Kailash-II,Delhi-48\tAs above especially adolescent girlsTotal Sanitation Campaign \tPHED, Madhubani\t2 panchayats of Rajnager National Environment Awareness Campaign\tMinistry of Forest & Environment, GoI, Delhi\tRajnager BlockDisaster Mitigation\tDistrict Disaster Management, Madhubani\t12 Revenue Villages of Rajnager BlockComputer Education & Child Education\tIC Ngo New Delhi\tWomen, Child, Male any otherYoga Awareness Programe\tNIN Pune\tWomen, Child, Male any otherSharve, Haryali, Chapakal, V.T.- SGSY work\tRajnagar, Rahika, Pandaul, Benipatti Block. (Madhubani)\tWomen, Child, Male any otherSharve , awareness Training & Sanitation work\tPrakalp, (PHED) Madhubani, Darbhanga, Samastipur, Sitamarhi District.\tTSC Programe. Praudh Siksha for women\tBihar State Welfare Board, Patna\tAdult women, Primary level Chold Labor School \tN.C.L.P, Madhubani Ministry of Sarmik, Govt. of India\tBoy and Girl , Primary levelJyan Jyoti Programe \t\tBihar Siksha Pariyojana, Begusarai\tMadhubani Painting, Vocational TrainingTraining in Applique work\tMinistry of Youth Affears and Sports, govt. of India\t30 Youth, training in 6 monthExhibition \tMinistry of textile, (H) Govt. of India\tOrganised exhibition at JasadihDesigned & Technical Development workshop in appliqué craft. \tMinistry of textile, (H) Govt. of India\tRajnagar (Madhubani)"
}