{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8844",
  "name": "SARTHAK EDUCATIONAL TRUST",
  "primaryEmail": "sarthakedu@gmail.com",
  "website": "http://www.sarthakindia.org/",
  "organisationType": [
    "Advocacy & Campaigning",
    "Support"
  ],
  "telephone": [
    "919971788312"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "Building # 1 3rd floor, Sarthak Educational Trust, Mohammadpur, Near Bhikaji Cama Place New Delhi-110066",
      "Plot No.1, Udyog Vihar, Phase 1 Near Kapashera Border Gurgaon 0124-4280848",
      "Delhi",
      "New Delhi",
      "110066"
    ]
  },
  "briefDescription": "Sarthak Educational Trust is brainchild of Dr. Jitender Aggarwal’s continuous efforts for empowering people with disability. Dr. Aggarwal was practicing as a dentist when in year 2004 he started losing his central vision due to macular degeneration of the retina resulting in only partial vision capabilities. That feeling of dependency on others realized him the struggles of PwD’s. As a result, Dr. Aggarwal started Sarthak in the year 2008 with the intent to do something meaningful or significant for PwD’s.  SARTHAK provide services to varied age groups and sectors, such as Vocational Skill Building, and Sustainable Employment for Persons with Disability. Further, we also render services in Early Intervention and Inclusive Education vertical.Till Date, SARTHAK has provided Vocational Skills Training to 7000 PwD and Provided Employment  to 10,000 youth with disability  in the large Corporate like  Lemon Tree, Aegis, Infosys, Gen pact, Make My Trip, Big Bazaar, HCL, Le Meridian ,West side etc. We are operating at 17 locations across India, namely, Delhi (4) Chandigarh, GuruGram, Ghaziabad, Lucknow, Bhopal, Ludhiana, Jaipur (2) Mumbai, Pune, Hyderabad, Kolkata, and Ambala and provide all mentioned services FREE OF COST.",
  "yearOfEstablishment": "2008",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "Building # 1 3rd floor, Sarthak Educational Trust, Mohammadpur, Near Bhikaji Cama Place New Delhi-110066",
      "Delhi",
      "New Delhi",
      "110066"
    ]
  }
}