{
  "contacts": [
    {
      "name": "Shaibal Dasgupta",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=8959",
  "name": "Board of Open Distance Learning West Bengal",
  "primaryEmail": "bodlwbho@gmail.com",
  "website": "www.soewb.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "917003602459"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Board Of Open Distance Learning 6 Beadon Row",
      "6 Beadon Row",
      "Kolkata",
      "West Bengal",
      "700006"
    ]
  },
  "briefDescription": "Board of Open Distance Learning education (International Accredited) is an autonomous self finance certification body registered under West Bengal Govt. by the act of 1860, which is established for development of minority/SC/ST/backward education under the guidelines of national education policy 1986 Government of India and Programmer of action 1992 Govt. of India. BODL itself is a nongovernmental Organization. BODL registration no is 4483/15. This also imparts education to down trodden & backwards at concessional fee. Organization also fulfils the aims of vocational & educational right of Indian constitution 1950 under Article 14, 15, 19(1), 21, 26, 29, 30, 45, 46 & 351.According to the ministry of home affairs Government of India notification no. 26/4/52 cc dated. 20.09.1952 issued in consultation with the union public service commission that in the case of degree /diploma awarded by organization/university/council in India which are incorporated by one act of central of part b state legislature in India no formal orders reorganization such Degree/ diploma need to be issued by government. Such degree should be recognized automatically for the purpose of employment. Education is a socio-economic platform which bridges the gap between the rich and the poor, caste and creed, region or religion. Higher education across the world enabled to respond challenges and opportunities which emanated on account of research and development in various fields of life, made several countries to realize the world over education as an index for human resource development. Expansion, access, equity and equality have become the concerns of higher education. In the process of providing equity of opportunity, many governments in the world have recognized the conventional system of education not only as a costly phenomenon but also less flexible system to meet the growing demands of the public at large. Inaccessibility of regular system of education particularly to differently age groups like school dropouts, housewives and working people,non-supportable socio-economic conditions of people especially from under privileged, minority clases and marginalized sectors of the society. Advent of revolutionary changes in print and communication technologies and governmental urge to find another mode of education as a supplement to the conventional mode, a paradigm shift in education from one time learning to lifelong learning gave scope for starting distance education.",
  "yearOfEstablishment": "2015"
}