{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=896",
  "name": "Women'S India Trust",
  "primaryEmail": "witmahim@gmail.com",
  "website": "www.wit.org.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912224462768",
    "912224469907",
    "912224462506",
    "912224469907"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "110/ 111  New Udyog Mandir, Moghul Lane",
      "Mumbai",
      "Maharashtra",
      "400016"
    ]
  },
  "briefDescription": "Women’s India Trust since 1968 has endeavored to provide Education, Vocational Skills Training and Livelihood    opportunities to unskilled and underprivileged women, drawing them into mainstream economic activity. Most importantly, empowering them with knowledge and self-reliance .In the area of Formal Education, the options made available for girls with   basic 10std educational qualification are 1. Nursing  . The Nursing School is affiliated to the Maharashtra Nursing Council  2 . Balwadi/ Crèche  Teachers Training programme , affiliated to SNDT University  . 3.The WIT   Kindergarten   is made available for the young children  .The Vocational Skill Training programmes  are made available for women who have not completed their education . Skills provided are in the area of Tailoring, Embroidery, Toy and Handicraft, Screen-printing and Block printing.Once they are trained, Income Generating   opportunities  are  made available . The women produce the complete range of Home Linen  - Bed Spreads, Cushion covers, Durries, Curtain, Cushion covers , Table Cloth, Runners, Table Mats, Napkins, Aprons , Toys, Handicrafts  . Most  items are made using cotton fabric and environmental friendly printing methods are utilized.Cloth bags   for shopping, evening bags, college bags, mobile bags are also available. Gift Bags , Gift Tags, Wrapping papers  are available  in handmade paper . Bags made from news paper are also made for packing purposes.The Jams, Marmalades, Chutneys, Pickles & Squashes are made using full fruit and minimum preservatives. The food production unit is well equipped, follows HACCP guidelines.   The products made by the women need to be sold to provide them with a sustainable source of income. As marketing is a major constraint   women face, WIT provides the platform for marketing   these products through the WIT retail outlet, bulk   orders and through exhibition and sales  . WIT products are also exported.Apart from the above, WIT also attempts to provide the essential facilities   needed by   women like day care for their children, medical attention, and awareness sessions and workshops  on different issues related to women and children, Entrepreneurship Skills Development programme , Women’s Health, Women’s Rights , Child Abuse, Life Insurance, among other things.",
  "yearOfEstablishment": "1969"
}