{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=897",
  "name": "Each One Teach One Charitable Foundation",
  "primaryEmail": "eoto@eotoindia.org",
  "website": "www.eotoindia.org",
  "organisationType": [
    "Support"
  ],
  "telephone": [
    "912224175858",
    "912224102555",
    "919821027373"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "32 Gope Nivas, 275 Sion East Road",
      "Mumbai",
      "Maharashtra",
      "400022"
    ]
  },
  "briefDescription": "EACH ONE TEACH ONE-An InsightIn 1983, it was the zeal of one, followed by the zest of few, resulting in a zing of many that provided the necessary impetus to this movement called EOTO - Each One Teach One. Mrs. Jyoti N. Tanna who founded this organization, continues to be actively involved as Chair Person. Till date EOTO has touched the lives of over 8982 children and the journey continues.With over the years of selfless work, EOTO has been successful in changing the horizon of education for the underprivileged children, in municipal and government aided schools. The positioning, ‘Educate a Child, Discover a Personality’ remains most appropriate as it assists underprivileged children with an opportunity to harness their inbuilt potential, thereby empowering them with an ability to take on responsibilities and face challenges in life. We are proud to have helped youth become doctors, engineers, chartered accountants, teachers and other professionals.Our work is spread out in nine schools in Mumbai (seven Municipal and two aided schools), nine schools in rural-Palghar and two in Bengaluru. To empower our work, we have a strong team of 37 school teachers and 7 staff members.Behind the scenes are many patrons and benefactors whom we salute with grateful hearts. Without them we would not reach this juncture. However, the journey continues on the road to our dream of reaching 40000 children to reality by 2014.",
  "yearOfEstablishment": "1984"
}