{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=901",
  "name": "Kesharwani Shiksha Samiti",
  "primaryEmail": "kssamiti@yahoo.co.in",
  "website": "kesarwanieducation.org",
  "telephone": [
    "917779276282",
    "919424255635",
    "917779276390"
  ],
  "mainAddrress": {
    "state": "Chhattisgarh",
    "address": [
      "ward No-6",
      "Bhudh Tola",
      "Ramanujganj",
      "Surguja",
      "Chhattisgarh",
      "497220"
    ]
  },
  "briefDescription": "Dear Friends,It’s our privilege as well as honor to prepare and present this annual publication that tells the brief story of Kesharwani Shiksha Samiti (KSS) for the financial year ended March 2011.Throughout the year, KSS was continuously putting its sincere efforts to provide effective service to the people at a large to whom our organization is dedicated since its inception. During this period, the functionaries including the volunteers have discharged their responsibilities independently acting as intermediary link with the Governing Body at the apex and the people of the grass-root levels. It has been actively involved with the never ending problems of the masses and evolving strategies for the development of the unprivileged, under-privileged and exploited masses of the society. On the one hand when we look forward to improve the health, educational, economic status of the poor people, on the other we give equal emphasis on overall social development aspect. We are also rendering our noble service at the time of natural calamities. Financial constraint has been a major hurdle till date in fulfilling, our all dreams .Yet, we are moving forward with a positive attitude and we believe in the proverb, “If there is a will, there is a way”. Hence success is bound to come.Before I conclude, I like to convey my heartiest thanks and gratitude to all of our donors and well-wishers for their valuable support. I would like to convey my greetings to all the members of our organisation. I would also like to express my thanks and gratefulness to the local administration for extending their cooperation. Finally, we like to record deep appreciation for the staff and workers of Kesharwani Shiksha Samiti at all levels for their untiring and committed service to the downtrodden humanity.Thanking you.Pramod Kr. Keshari,Secretary Kesharwani Shiksha Samiti",
  "yearOfEstablishment": "1996"
}