{
  "contacts": [
    {
      "name": "Pravin Bodkhe",
      "email": "",
      "designation": "",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9050",
  "name": "Integrated Rural Livelihood Development Foundation",
  "primaryEmail": "yuvapravin@gmail.com",
  "website": "http://www.irldfoundation.org",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Intermediary",
    "Network"
  ],
  "telephone": [
    "919168883035"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Govind krupa -2",
      "Near shivaji Market",
      "Shivaji nagar ,satpur MIDC",
      "Nashik",
      "Maharashtra",
      "422222"
    ]
  },
  "briefDescription": "Integrated Rural Livelihood Development Foundation is located in Nashik, Maharashtra.NGO workingin the field of livelihoods training for underprivileged schooldropouts & Deprived Community .  Through its flagship program, YuvaSakshamikaran a project of IRLD Foundation engages with youth fromSlums, rural and tribal areas of Nashik District, and provides themWith training in vocational and other skills and helps they find selfOr wage based employment.We are giving Vocational Training (Tailoring & Cutting / Beautician/Construction /Mobile Rep/Computer Basic/Asst. Nursing, /Goat Farming,/etc.) to the less educated deprived youth last 5 years through ourVarious delivery formats which are:1.    Livelihood Management Centers (LMCs).- in which we give trainingIn Semi  urban area of Nashik . For example - Satpur /Ambad/Sidco/Nashik Rd2.     Livelihood Management Mobile Camps (LMMCs) in which we giveTraining in Tribal & rural areas of the Nashik District.for example -Harsul/,Sherpada,/vaishnavpada ,Jogmodi etc.3.    Livelihood Management Jail Project (LMJPs) in which we givetraining in Central Jail & Boston Prisoners.4.     Challenged Brothers Livelihood Management (CBLMs) in which weGive training in Blind School /Muk-Badhir Vidyalaya / Orphans etc.5. ROJGAR FALA - through this innovative   activity we provided placementtoUnemployed Youth.(National award winner concept  )6)  We are developed one innovative Check Dam Module for overcome toDrought. Last year successfully done the program 7) Pond Cleaning, Well Recharge System, Rein water harvesting unit forincrease earth water level",
  "yearOfEstablishment": "2013"
}