{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=906",
  "name": "Reads-Rural Education And Development Society",
  "primaryEmail": "chetpet.murali@gmail.com",
  "website": "www.readscpt.org.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "914181252589",
    "914181252662",
    "919443557403",
    "914181252589"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "77-B,DHARMARAJA KOIL STREET",
      "31/34,ALAGIRI STREET, CHETPET, POLUR T.K",
      "CHETPET",
      "Tiruvannamalai",
      "Tamil Nadu",
      "606801"
    ]
  },
  "briefDescription": "READS Rural Education And Development Society is a registered voluntary organization involved in the education, health and rural development activities in Tiruvannamalai district 7 young professional and like-minded people joined together and started this organization since 1992. It is registered under Tamil Nadu societies Registration Act. It is mainly focusing on ‘empowerment of the people in remote rural villages of Tiruvannamalai Dt. The poorest of the development.’ It believes in people’s ability to respond their own situations by creating awareness on their needs and the resources available to satisfy the needs through collective effortsOUTREACH PARTICULARS\t PARTICULARS\tAs on 31st March 2009No of MACS/federations\tWLF12 PLF 35  BLF   1                                                                              No of Branches\t1No of Groups\t689No of Villages\t156No of Members\t12130No of Active Borrowers\t6121Savings Balance (SHG) (Lakes)\t269,27,615No of Loans Issued\t339Amount of Loans Issued\t717,31,600Amount of Loans Outstanding from members\t358,65,800Amount Payable to External Agencies\tNILTotal Savings of the members\t269,27,615Internal Lending (Cumulative) (Lakes)\t1077,10,460Rate of Recovery\t99%Total Staff in MF Department\t13S.No\tName of Block\tNo. Of SHGs1\tChetpet Rural and Town Panchayat\t    6242\tPernamallur\t     65Disabled….!?! Differently ableREADS working with disabled from 2005 Jan. Through awareness generation, people come out from misbelieves and superstition, and they look their disability with a new perspective. READS have Day Care Centre for disabled children. They received ID cards and they get Govt assistance pensions from government. SHG’s also help the disabledDAY CARE CENTRE (Under SSA-IED) READS have running 3 Day Care Centre 1.Udaya Deepam special school at Govt. Hr. Secondary School campus, at Chetpet. READS educated 30 non-residential students, giving meals and physical equipments. In this school 15 special teachers DCC INCHARE 3, HELPERS 3 and one physiotherapist are working. Here vocational training also given to these children.The details are as follows   (3 day care centre is running in 3 blocks )SL.NO    NAME OF SCHOOL(DAY CARE CENTRE)           NO OF CHILDREN              PLACE& BLOCK1.           Deepam special school                                 25 CHILDREN,S                    CHETPET                                                                                                                                                                                                              2.           MAHATMA GANDHI SPECIAL SCL.,                 20 CHILDREN’S                 NEDUNGUNAM-P’NALRWe have conducted the medical camps in all the three blocks Chetpet, pernamallur in Tiruvannamalai district of our project area.We gave aids and appliances in all the tree blocks in every year from 2005 onward totally we have distributed 265 in all the 2 blocks. We conducted the residential camp in three blocks each year 60 differently able children were participated We also conducted the educational tour 03-03-2008 100 children were participated We conducted the training program to the differently able children and yoga and sports in every year We have enclosed the photos for your perusal",
  "yearOfEstablishment": "1992",
  "regiseredAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "31/34,ALAGIRI STREET, CHETPET(POLUR) THIRUVANNAMALAI DIST., TAMIL NADU, 606801",
      "77-B,DHARMARJA KOIL STREET, CHETPET (POLUR) THIRUVANNAMALAI DIST., TAMIL NADU, 606801",
      "CHETPET POLUR T.K",
      "Tiruvannamalai",
      "Tamil Nadu",
      "606801"
    ]
  }
}