{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=907",
  "name": "Sarthak Prayas",
  "primaryEmail": "harsharora@sarthakprayas.org",
  "website": "http://www.sarthakprayas.org",
  "organisationType": [
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "911145650560",
    "919711311354",
    "919310311354",
    "911125228108"
  ],
  "mainAddrress": {
    "state": "Delhi",
    "address": [
      "Plot No. 6(LGF), Road No. 71",
      "Punjabi Bagh (West)",
      "New Delhi",
      "Delhi",
      "110026"
    ]
  },
  "briefDescription": "We at Sarthak Prayas, a Not for Profit organisation began its journey in 2003 to create a backbone of the patients in the need of Blood, especially Thallassemia and create mass awareness about Blood donation. We also focus on working for poor children and Old age people to give them a better way of living, creating a platform to change their future, a positive thinking and a space to live in their own conditions with healthiness and happiness. Our First program is ‘Mission Save Life’ We have 9000+ Emergency Blood donors registered with us and in 2012 we attended 1300 calls for blood. Our Second program is ‘Build a Foundation’ in which we support a half constructed school in Haryana where 250 students get free education from nursery to 10th. We also run 3 remedial educationcentres in Delhi where 120 students from urban slum get post school education with special focus on building their skills i.e. Soft & Life Skills, Spoken English, Hygiene etc. Our Third program is ‘ Second Inning Centre’ in which we run a Sr. Citizen Recreation Centre and provide Newspapers, Magazines, Games, Tea Snacks, Computer Training and Counseling for people in their golden age. Fourth program is called ‘ Green India, Clean India’ in which we partner with Corporate and Govt to run various awareness programs n trainings in schools, colleges for general public.",
  "yearOfEstablishment": "2003",
  "regiseredAddrress": {
    "state": "Delhi",
    "address": [
      "71 Sangam Apartment",
      "Pocket-24, Sector- 24 Rohini",
      "Delhi",
      "North West Delhi",
      "110085"
    ]
  }
}