{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9080",
  "name": "M. B. BARVALIA FOUNDATION",
  "primaryEmail": "spandan.office@gmail.com",
  "website": "http://www.spandan.co",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service"
  ],
  "telephone": [
    "912225506088",
    "919137890451"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "\"Holistic Mother-And-Child Care Hospital ,",
      "govandi, deonar",
      "Mumbai",
      "Mumbai Suburban",
      "Maharashtra",
      "400043"
    ]
  },
  "briefDescription": "M B Barvalia Foundation is located in Mumbai, Maharashtra.M. B. Barvalia Foundation's Spandan Holistic Institute is a registered public charitable trust founded by Dr. Praful Barvalia in 1998 with the objective of promoting holistic health and value based education. This is multidisciplinary holistic organization based on sound philosophy as outlined in the conceptual frame work \"Spandan-Symphony: Holistic psychological approach\"We run various medical and Educational projects. Organization has following units:1. Spandan Holistic Mother - and - Child Care Hospital2. Spandan Holistic Institute of Applied Homoeopathy3. Spandan Holistic Child Care Centre & Special School.4. Spandan's Outreach ProjectsWe are working in the most neglected area in health care viz. Disability both physical and mental. We are catering to people from the low socio - economic class. Through our services, we have helped thousands of disabled children and have been able to restore smiles on the face of number of distressed parents.We are running a Government-recognized Holistic Child Care Centre and Special School in Ghatkopar. It has helped hundreds of special children, and restored smiles on the faces of their distressed parents. Through our out-reach projects in the slums of Mankhurd, Govandi, Deonar and Ramabai Ambedkar Nagar (adjoining the Eastern Express Highway in Sion) and Deonar, we serve the most deprived and neglected sections of Mumbai's population.Dr Praful Barvalia's clinical experiences of applying scientific Homoeopathy in child care and his harmonious coordination with various experts from multiple disciplines working in the field of developmental disability, Neurology and Mental Health eventually culminated into the Institute.We operate through Holistic multidisciplinary approach known as SPANDAN-SYMPHONYSpandan aims to bring about transformation in patients and community through holistic multidisciplinary approach through delivery of excellence. Vision is to provide sound platform to under privileged and deprived masses so they can achieve their full potential.We carry out research-based intervention of various disciplines like Occupational Therapy, Psychotherapy, Homoeopathy etc. for the total welfare of special children. The success stories of our Centre have been acknowledged and appreciated by the AYUSH (Ayurveda, Unani, Siddha and Homeopathy) AYUSH Ministry, which has selected our Institute for upgradation to a CENTRE OF EXCELLENCE. Dynamic integrated approach not only helps to deliver excellence in clinical services but also contributes in providing platform for education and training for Homoeopaths, pediatrician, psychologists, educators etc.We strongly believe in community care, hence OUTREACH is an integral part of our functioning. We have screened over 11,000 students from schools from Urban Slums for identification of mental health and disability. We have been helping more than 3,300 school children on a regular basis.",
  "yearOfEstablishment": "1998",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "1- Shalibhadra Society 248- Hingwala Lane Extension",
      "Near Popular Hotel",
      "Ghatkopar East Mumbai",
      "Mumbai Suburban",
      "Maharashtra",
      "400077"
    ]
  }
}