{
  "contacts": [
    {
      "name": "Peter Deva Junapudi",
      "designation": "Correspondent & Executive Board Member",
      "email": "restoration243@gmail.com",
      "mobile": [
        "91-9849732517"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9152",
  "name": "RESTORATION MINISTRIES",
  "primaryEmail": "restoration243@gmail.com",
  "website": "www.restorationindia.in",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Network",
    "Support"
  ],
  "telephone": [
    "919849732517"
  ],
  "mainAddrress": {
    "state": "Andhra Pradesh",
    "address": [
      "Door No : 42-15-1924",
      "Maddiralla Colony,",
      "Guntur",
      "Andhra Pradesh",
      "522001"
    ]
  },
  "briefDescription": "Legal Status and Key Information about the Organization:Restoration Ministries is a Secular, Voluntary Organization, Non-profitable and Peoples participatory as well as Community based programs carried out for the sake of poor and needy felt needs fulfillment through the Case work practice, Group work practice, Community organization and Social Action practice for the Welfare and Development activities at the Tribal, Rural, Remote, Slums and unidentified communities in the deserving areas without any Caste, Color and Gender discrimination.Restoration Ministries was registered under ACT 35 OF 2001, Society No. 243/2005,   and Registered under Section 12A & 80G of the Income Tax ACT 1961 and Foreign Contributions and Regulation ACT 2010 for carrying out activities in the areas of:Relief to the Poor for the Survival.Medical Assistance to the Needy People.Education for the Transformation Felt needs and livelihood initiatives.General Public Utility Up-lifting the living conditions of poor people-socially and economically oppressed and backward People.•\tProvided assistance for the Qualitative, Bright Career based Education to 705 poor and needy children, young adults through Residential Schools/ Colleges, and also will have tie up with Gurukulam, APRJC, and Corporate Institutions etc  •\tProvided Free Medical Assistance to 2311 poor people, through referral Hospitals like Leprosy, T.B,Caner, STDs, HIV/ AIDS and Rehabilitation to Health Victims.  •\tProvided special care for neglected and deserted 541 Orphans, widows, Old Age People welfare. •\tProvided rehabilitation to People with Disabled 705, like Polio, Crippled, Blind, deaf and dumb, mentally retarded.  •\tCommunity Development Projects implemented for the empowerment of 2704 needy people with asset creation, resources establishment and network with Government Departments.   •\t Disaster Preparedness and an emergency relief services to the 5090 victims of natural calamities such as fire, floods, cyclone, Tsunami, drought etc.. •\tEstablished and rehabilitation 7 Homes for Street children, domestic children, bonded labour children and the victims of Juvenile Delinquents, trafficking victims.    •\tEcological and watershed 5 program's for drinking water, horticulture, poultry, and animal husbandry and to keep environment, safe heritage etc... •\tGenerated 15 awareness camps about Values, Human (Children, Women, Men and Deserving people) Rights, Social Evils.",
  "yearOfEstablishment": "2005"
}