{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9162",
  "name": "COMMON PEOPLE SOCIAL FOUNDATION",
  "primaryEmail": "cpsftribe@gmail.com",
  "organisationType": [
    "Advocacy & Campaigning",
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "918408804859",
    "919987911855"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Shop No.4&5, Prabhavati Complex,",
      "Kumbharpada, Main Road,",
      "Virar East",
      "Thane",
      "Maharashtra",
      "401305"
    ]
  },
  "briefDescription": "CPS Foundation is the non-governmental organization working to provide quality life to the underprivileged women in tribal & slum area of India. Our mission is to ensure \"Every person should enhance the skill & earn for themselves.CPSF locate the marginalized and low-income women in India can find opportunities to gain social and economic empowerment to help alleviate their hardships. The working environment at CPSF supports their growth and enrichment by undertaking to equip them with new craft-based skills that serve to give them sustainable means of employment. By helping them to help themselves, these women can develop much-needed self-confidence and independence. Our programs include basic tailoring cutting, stitching, & embroidery.  CPS Foundation is moving from being a women empowering organization to one which successfully impacts policy and practice.  Key highlights of the beginning of the year include:• Improving the life skill and life style of the women• Improving enrollment and learning levels of Women in tribal areas• Assessment, Survey, Evaluation and Research• We have achieved our target to complete 2 batches  since we started from December 2016.We  recently started FOOD FOR ALL PROGRAM - Serving people on roadside, outside of temples & dargahs.  We served full meals (Chapati, Sabji,Rice,Dal,Sweet & Papad) 4000+ people in the year 2017. We also started the clothe distribution drive to the needy people. So far we have give away 100+ pairs of clothes to the people.",
  "yearOfEstablishment": "2016",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "S.No.68/3, C.T.S,. No., 705 –A, (A-103, Avinash Sanmarg. )",
      "90 Feet Road,  Mulund (East).",
      "Mumbai",
      "Mumbai Suburban",
      "Maharashtra",
      "400081"
    ]
  }
}