{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9172",
  "name": "Concern for Human Welfare",
  "primaryEmail": "concernforhumanwelfare@gmail.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919831752277"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "B-06/201,PEERLESS NAGAR,27/F B.T ROAD",
      "P.O:PANIHATI,P.S:KHARDAH",
      "KOLKATA",
      "North 24 Parganas",
      "West Bengal",
      "700114"
    ]
  },
  "briefDescription": "Concern For Human Welfare is a non governmental non profitable organization registered under the THE WEST BENGAL SOCIETIES REGISTRATION ACT,1961.Our Society is also registered u/s 12AA of the Income Tax Act of India,Government of India as a society registered for the purpose of education and other charitable public utility services.For the last three years we are working extensively  for the welfare of Tea Garden Workers of Samsing Tea Estate and for enhancing the level of education among the children of Tea gardens of  Darjeeling. On this motive we have already ensured admission of  60 children  from Lebong Tea Estate and Rangeet Tea Estate in Ramakrishna Mission Nivedita Educational and Cultural Centre,Roy Villa Darjeeling.Concern for Human Welfare(CHW) is a state level development organization directly benefitting over 4000 rural population through 12 live welfare projects on child rights, women hygiene, human trafficking ,health care and education.CHW isregistered under The West Bengal Societies Registration Act,1961.CHW is working as a catalyst for social transformation but it cannot be done in isolation so we believe that unless the members of the civic society and thecorporate houses are involved proactively in the process of development, sustainable change will not happen. We actively engage the civic society and the corporate houses making them an active partner in all our welfare initiatives.In keeping with its philosophy of “BEEHIVE- IN WORK WE TRUST”, CHW has taken its intervention into the interiors of West Bengal, reaching the unreached in the remotest of rural areas and urban slums with our services.",
  "yearOfEstablishment": "2014"
}