{
  "contacts": [
    {
      "name": "Sasti Brata Kabiraj",
      "designation": "",
      "email": null
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9184",
  "name": "Durgapur Viswagandha Science Society",
  "primaryEmail": "sastibrata@gmail.com",
  "website": "www.viswagandha.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919434361824",
    "919434361824"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "73 -Shanti Path, C- Zone",
      "Durgapur",
      "Bardhaman",
      "West Bengal",
      "713205"
    ]
  },
  "briefDescription": "About Durgapur Viswagandha Science SocietyDurgapur Viswagandha Science Society (DVSS), Durgapur is a Non Profit Scientific NGO was established in the Year of 2005. It is now forerunner and pioneering scientific organization in this region working in the area of promoting and advancing S&T and their applications to the problems of national importance. Its mandate is to stimulate interest, encourage invention and research in pursuit of excellence in the field of S&T and disseminating scientific knowledge to the community through its activities by organizing meetings, discussions, seminars, symposiums and publications. In order to meet the needs of the times we carefully consider the steps to be taken to further the objectives of the Society. We do not rest on the glories of the past - we racked our brains and dwelled on what the people wanted. What began a mere idea years ago has transformed an ideology that shapes our Society today. We built a powerful DVSS because people always remain at the centre of everything we do. We have made it efficient and bring closer to everyone and allow enjoying the cutting-edge science and technologies. We are trying to invest quantum of quality of efforts to attend the goal and derived happiness not from reaching the goal but from the struggle - a part of life, to reach it. DVSS also encourages invention and research. The activities of the DVSS, Durgapur include programme on current scientific research, to promote excellence in science education and perform overall development for the benefit of the society.Promote  universal knowledge of fundamental sciences  Organize seminars  symposiums  workshops  exhibition etc  Protect and preserve our cultural and  natural heritage  Strengthen the existing networks by connecting educators  scientists engineers and communication professional  Bridging  gap between academia  industry and research centres   Working on Health  hygine and Drinking water  manage funds and endowments  explore and nurture talent in science  collaborate with national and  International  organisation",
  "yearOfEstablishment": "2005"
}