{
  "contacts": [
    {
      "name": "Mr. Bibek Bora",
      "designation": "",
      "email": null
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9243",
  "name": "SEWA (Socio Economic Cultural Educational Research and Development Organisation)",
  "primaryEmail": "info.sewango@gmail.com",
  "website": "www.sewaorganisation.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "+918876361254",
    "+917002513935"
  ],
  "mainAddrress": {
    "state": "Assam",
    "address": [
      "KHONGIA gAON",
      "NEAR BORKHONGIA HIGH SCHOOL",
      "KHONGIA GAON",
      "Jorhat",
      "Assam",
      "785616"
    ]
  },
  "briefDescription": "SEWA is a non governmental organisation and empowerment oriented service. It is an organisation of poor, vulnerable and every energetic Indian who believes in himself and has the courage to work  turn their big dream into  reality. These groups are those that  earn a living through their own labour or small businesses. They do not obtain regular salaried employment with welfare benefits like workers in the organised sector. However their work is not counted and hence remains invisible. In fact, unorganized workers themselves remain uncounted, under counted and invisible.   SEWA’s main goals are to organize vulnerable workers for full employment. Full employment means employment whereby workers obtain work security, income security, food security and social security (at least health care, child care and shelter). SEWA organises vulnerable section to ensure that every family obtains full employment. By self-reliance we mean that everyone will be autonomous and self-reliant, individually and collectively, both economically and in terms of their decision-making ability.   At SEWA we organise workers to achieve their goals of full employment and self reliance through the strategy of struggle and development. The struggle is against the many constraints and limitations imposed on them by society and the economy, while development activities strengthen bargaining power and offer them new alternatives. Practically, the strategy is carried out through the joint action of union and cooperatives. Gandhian thinking is the guiding force for SEWA’s poor, self-employed members in organising for social change.   SEWA is both an organisation and a movement. The SEWA movement is enhanced by its being a sangam or confluence of three movements: the labour movement, the cooperative movement and self empowerment movement. But it is also a movement of self-employed workers: their own, home-grown movement. Through their own movement their tremendous economic and social contributions become recognised with globalization, liberalization and other economic changes, there are both new opportunities as well as threats to some traditional areas of employment.   More than ever, our members are ready to face the winds of change. They know that they must organise to build their own strength and to meet challenges. There are still millions  who remain in poverty and are exploited, despite their long hours of hard labour. They bear the brunt of the changes in our country and must be brought into the mainstream, so as to avail of the new opportunities that are developing with regard to employment.   Also there is much to be done in terms of strengthening women’s leadership, their confidence, their bargaining power within and outside their homes and their representation in policy-making and decision-making fore. It is their issues, their priorities and needs which should guide and mould the development process in our country. Toward this end, SEWA has been supporting its members in capacity-builiding and in developing their own economic organisations.",
  "yearOfEstablishment": "2014",
  "regiseredAddrress": {
    "state": "Assam",
    "address": [
      "Khongia Gaon",
      "Near Balibat, Opp- Chikmik New Market",
      "Jorhat",
      "Assam",
      "785001"
    ]
  }
}