{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9287",
  "name": "CHINAR (Central Himalayan Institute for Nature & Applied Research)",
  "primaryEmail": "director@chinarindia.com",
  "website": "www.chinarindia.com",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919899690916"
  ],
  "mainAddrress": {
    "state": "Uttarakhand",
    "address": [
      "HN 41, Maldan Compound",
      "Bre Side School, Mallital, Snow View",
      "Nainital",
      "Uttarakhand",
      "263001"
    ]
  },
  "briefDescription": "CHINAR (Central Himalayan Institute for Nature & Applied Research) was founded in 2016 and is registered as a Trust under Trust Registration Act 1882. The registration No of the Trust is 1754/2016.Unique Govt. ID: UA/2017/0114761IT PAN #: AACTC0048E Registered Office: House No. 41, Maldan Compound, Snow View, Mallital, Nainital, Uttarakhand – 263001, India.Mission of the Organization: Sustainable mountain ecosystems for sustainable livelihoodsLogo: The logo of the organization is the leaf of Chinar (Platinus orientalis) tree which resembles the name of the organization. Like the tree of chinar is known for providing multiple ecosystem services in Himalaya, CHINAR as an organization aims to provide its services to the people of Himalaya and serve Mother Nature.AIMS & OBJECTIVES OF THE TRUST – The objectives of the organizations are:a)\tTo work for livelihood improvement of the Himalayan Communities irrespective of caste, creed, culture and religion through various interventions in i.e., agriculture, technologies, energy, skill development, etc., to raise the quality and standard of living;b)\tTo document and promote indigenous knowledge of the Himalayan communities;c)\tTo raise awareness on environmental, cultural and social issues of Himalaya among citizens/society at large;d)\tTo build the capacity of Himalayan communities for ecological restoration, livelihoods, natural disaster and cultural improvement;e)\tTo research and document the ecological and cultural richness of the Himalaya and work for its betterment;f)\tTo research, develop and promote appropriate technologies for the Himalaya;g)\tTo do any other act for the advancement of Himalayan communities not carrying on any activity for profit without distinction of caste, creed or religion;h)\tTo improve the education standard through experiential learning, new methodologies and capacity development of teacher.The organization will not be confined only to the mountain states but can undertake environmental studies/survey/research and development programmes anywhere in India.Thematic Areas: The organization will be taking research & development, survey and capacity development activities in the following key thematic areas:\tBiodiversity & Ecosystem Services\tSustainable Agriculture\tClimate Change\tLivelihoods\tEnergy (Energy Efficiency & Renewable Energy)\tFreshwater\tEducation (mainly environment education)\tCapacity Development, \tSkill Development, \tHealth, etc.",
  "yearOfEstablishment": "2016"
}