{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9386",
  "name": "AAO SAI SEWA SAMITI, FARIDABAD",
  "primaryEmail": "aaosaissr@gmail.com",
  "website": "www.aaosaisewasamiti.com",
  "organisationType": [
    "Support"
  ],
  "telephone": [
    "919868370820",
    "919811838748"
  ],
  "mainAddrress": {
    "state": "Haryana",
    "address": [
      "C-12, Ground Floor,",
      "Shiv Durga Vihar,Dayal Bagh,Suraj Kund,",
      "Faridabad",
      "Haryana",
      "121009"
    ]
  },
  "briefDescription": "Aao Sai Sewa Samiti is an independent non-profit organisation founded in August 15, 2006 by a small group of people for the betterment of society build a better India tomorrow. The organization provides youngsters a platform to serve the society and bridges the gap between educated and uneducated and also provides free health care services. The volunteers educate and mentor children from orphanages, slum and village community centers across the country for their better future.The organization works for the social development and integration of underprivileged individuals, groups and communities. The effort is to facilitate access to basic, fundamental and social requirements of the marginalized sections. The aim to break the cycle of poverty and social isolation and to restore hope for a better future. Aao Sewa Samiti has implemented many initiatives in the area of education, care of helpless, health camps and promotion of Sai teachings.Our main focus is to meet the aims of the welfare of our society. We want to educate more and more children. We want to help the people who suffer from various problems which they couldn’t afford to cure.We want to promote Lord Sai Nath’s teachings by shraddha and saburi and our broadest goal is to help people by the limited resources available in our hands or what we are capable of.To promote harmony, brotherhood, to oppose the social evils, to arrange more and more religious programmes, the blood donation camps, health camps and education etc.",
  "yearOfEstablishment": "2015",
  "regiseredAddrress": {
    "state": "Haryana",
    "address": [
      "C-12, Ground Floor",
      "Shiv Durga Vihar,Dayal Bagh,Suraj Kund,",
      "Faridabad",
      "Haryana",
      "121009"
    ]
  }
}