{
  "contacts": [
    {
      "name": "Villy Doctor",
      "email": "",
      "designation": "Chairperson",
      "mobile": []
    },
    {
      "name": "Kamal Damania",
      "designation": "Project Director",
      "email": "kamal@lolt.in",
      "mobile": [
        "91-22-30016640",
        "91-9821399002"
      ]
    },
    {
      "mobile": [
        "91-22-30016660",
        "91-9619096960"
      ]
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=941",
  "name": "Light of Life Trust",
  "primaryEmail": "kamal@lolt.in",
  "website": "http://www.lightoflifetrustindia.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "912226557792",
    "912230016600",
    "919821399002",
    "919821054715",
    "919619096960",
    "919820229445"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "Light of Life Trust,181 Digital Planet, Ground floor,",
      "Zuby Villa, Near Abhyudaya Bank,",
      "Hill Road, Bandra (West)",
      "Mumbai",
      "Maharashtra",
      "400050"
    ]
  },
  "briefDescription": "The Light of Life Trust (LOLT) is a non-governmental organization established in 2002 with a vision to transform the lives of the underprivileged. The founder Villy Doctor’s unconditional love for each individual who seeks help is the moving force behind the projects of the Light of Life Trust.Integrity, excellence, transparency, passion and commitment, respect, trust and joy are the core values of the organization that are clearly reflected in all the areas of our work.The organization believes that roots must be strengthened and nurtured in order to grow into healthy plants and our roots are the rural people of India. The organization is looking at nourishing these roots by educating them, creating a holistic community providing health care so that they flower into healthy, wholesome and happy individuals. Our strong sense of belief in the cause helps us to stay dedicated to helping the rural population.•\tLight of Life Trust ProjectsThe organization aims to enrich and empower people’s lives through integrated, holistic, sustainable social models which encompass three critical areas:1.\tProject  Anando - Education: In order to realize the untapped potential of India’s rural children, recognize them as a major human resource and empower them, the Anando Project was initiated in 2005 with 25 children,  with the belief that no child should be forced to drop out of school. The goal was not just literacy, but the complete all round development of each child. The Anando approach is three prongeda.\tEducate - selected children are supported to complete their education and equip them with skills to enable them to become self sufficient. Educational inputs (especially in English & Mathematics) are provided through Student Friendly Supplementary Education Programmes (SFSEP) to ensure students get the necessary inputs to perform well in the exams.b.\tEmpower - weekend workshops focused on self growth, personality development and building confidence.c.\tEquip – Anando+ supports deserving children to take a decision post state level exams on the career they want to take up. Those students desirous of continuing higher education are also supported and helped to seek the admissions to colleges in their fields of interest.  Career opportunities are enhanced by networking with vocational guidance and training institutes as well as corporates and entrepreneurs to enable student placements. Project Anando currently reaches out to over 3467 children from 426 villages across 35 centres in the state of Maharashtra.2) Project Jagruti – To create a unique holistic, joyous community of orphan children isolated senior citizens and destitute women that will enrich lives through mutual benefits of a surrogate family. It will also set a Medical Diagnostic Centre for the benefit of people residing in and around Karjat.   3) Project Aangan - Health: To provide alternate healing therapies, to give care and comfort to the terminally ill in a residential quarter and to engage in research and development.",
  "yearOfEstablishment": "2002"
}