{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9410",
  "name": "Spending & Policy Research Foundation",
  "primaryEmail": "research@indiaspend.org",
  "website": "www.indiaspend.com",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "912266505867",
    "912266505867"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "319 Adhyaru Industrial Estate",
      "Sun Mill Compound, Lower Parel",
      "Lower Parel, Mumbai",
      "Mumbai",
      "Maharashtra",
      "400013"
    ]
  },
  "briefDescription": "IndiaSpend is a public interest journalism initiative, we utilise open data to analyse a range of issues with the broader objective of fostering better governance, transparency and accountability. IndiaSpend content is distributed to all the major newspapers, television stations, online dailies, wire services (domestic and global) and portals across India and the region. Our output in the form of special reports and short stories touch over 500 news organisations in a day and several articles that get carried in turn would reach millions of readers / viewers on good days.Founded in late 2011, IndiaSpend has become an `agency of record’ when it comes to data and facts on the Indian economy, particularly in areas such as governance, education, health, economic development, urbanization and women empowerment http://www.indiaspend.com/Factchecker.inIn March 2014, IndiaSpend launched Factchecker.in, a dedicated fact checking initiative that will examine statements and assertions made by those in public life for both accuracy and context. http://factchecker.in/#Breathe#Breathe is a low-cost air quality monitoring initiative and the country’s first effort in sensor journalism. We have approx. 75 air quality monitoring stations across 17 cities namely Agra, Ahmedabad, Aizawl, Allahabad, Bengaluru, Bhopal, Chandigarh, Dehradun, Delhi NCR, Gandhinagar, Kanpur, Lucknow, Mumbai, Patna, Raipur, Ranchi and Varanasi. The AQI levels from every monitoring device are accessible on real-time basis and available for download on the #Breathe dashboard  http://breathe.indiaspend.org Data and analysis from #Breathe’s network of devices are used in mainstream news reports, articles and academic papers with the intention of sparking conversation among relevant stakeholders and spurring action among government, civil society organizations, media and communities.",
  "yearOfEstablishment": "2012",
  "regiseredAddrress": {
    "state": "Maharashtra",
    "address": [
      "110 Arun Chambers,Tardeo Road,",
      "Mumbai",
      "Maharashtra",
      "400034"
    ]
  }
}