{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9575",
  "name": "FSL-INDIA (Field Services & Inter Cultural Learning-India)",
  "primaryEmail": "info@fsl-india.org",
  "website": "http://www.fsl-india.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "918022111930"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "453,15th Cross, Lakkasandra",
      "Wilson Garden",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560030"
    ]
  },
  "briefDescription": "Global Youth for a Sustainable Future: FSL-India believes that the youth of today are tomorrow’s future. In order to sensitise national and international youth on social responsibility, we run programs for short/mid-term and long term participation. Our program participants bring global perspectives, knowledge, and expertise to local communities, which help them to remodel their situations creatively. In exchange, the participants experience intercultural living and gain knowledge, as well as life skills from the communities they work and live with.  While a majority of our youthful participants are recruited by our overseas partners, FSL-India partners with more than 150 local NGOs pan-India for implementing various projects in the areas of education, environment, community development and health/hygiene. FSL-India is a member of UNESCO CCIVS and is associated with UNESCO for the Youth lead, World Heritage Volunteer program of world heritage sites.  With the use of non-formal educational methods, FSL-India conducts various training programs on social leadership and personality development and also educates and creates awareness on social and environmental issues to children and rural/urban communities.",
  "yearOfEstablishment": "2001",
  "regiseredAddrress": {
    "state": "Karnataka",
    "address": [
      "S-1, 2nd Floor, Arshiya Manor",
      "489/28, 13th Cross, Wilson Garden",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560027"
    ]
  }
}