{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9583",
  "name": "Dharmsinh Desai Foundation",
  "primaryEmail": "nikhel@ddu.ac.in",
  "website": "www.ddu.ac.in",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "919769493678"
  ],
  "mainAddrress": {
    "state": "Maharashtra",
    "address": [
      "2nd Floor, Apar House, Corporate Park",
      "Sion-Trombay Road, Chembur",
      "Mumbai",
      "Maharashtra",
      "400071"
    ]
  },
  "briefDescription": "1\tThe Dharmsinh Desai University: this 50-year-old university id one of the oldest in the state of Gujarat and among the first to receive university status and autonomy. Some of our renowned accomplishments include:\ta\tA complete not for profit university\tb\tOnly university outside Europe to be recognised by the Oxford Leadership circle\tc\tAll processes are ISO 9001-2008 certified\td\tPartnering with ISRO to create the Mangalyaan landing program\te\tPartnering with government to create the face sketching software used my law enforcement agencies\tf\tSelected by the Gujarat state pollution board to conduct environmental Audit for 3 industries\tg\tAdvisor to the government of Gujarat for project advisory and vetting\th\tFinds its name in the Guinness book of world records \ti\tSet up one of the largest and most sophisticated Nan technology labs along with support from the Government of the united states\tj\tRunning one of the oldest and most successful Anchor training institutesTo Know More visit : http://ddu.ac.in\t2\tThe Dharmsinh Desai Methodist memorial Heart Institute (DDMM)- for over two decades the DDMM is the benchmark in quality cardiac care in the region, some of its  renowned accomplishments include\ta\tOne of a kind quality cardiac care facility for the economically challenged\tb\tCompletely sustainable cross subsidised operating model\tc\tConducts over 300 surgeries annually for economically weaker patients\td\tRuns one of the largest blood bank with a capacity of 250 units\te\tConducts surgeries for the poor for as low as INR 25000/-To know more visit: http://ddmmheart.com\t3\tFaculty of dental sciences- Started in 2005 this initiative has been working relentlessly for the last 12 years providing the weaker section of society with quality oral and cancer care by:\ta\tChecking over 400 patients per day or over 1,20,000 per year\tb\tConducting over 1000 oral cancer surgeries for the poor per year\tc\tCaner surgeries for the poor cost only INR 15,000/- as against that of 3.5 lakhs at other hospitals\td\tProviding oral care at extremely low prices (E.g. Tooth extraction at AIIMS is RS 25/-, at the FDS Re 1/-)\te\tConducting over 8000 other procedures for the economically challenged\tf\tConducting over 15 health camps and reaching out to over 2000 patients\tg\tWorking with government PHCs across the districtTo know more visit: http://www.ddu.ac.in/faculties/faculties/dental.html\t1\tThe faculty of Medical studies- will launch in November 2017 as a 300 bedded super speciality hospital, the project is scheduled to scale up to a 760 bedded super speciality hospital within 3 years and will provide quality health care for the rural poor in the area.\ta\tBeing set up at a cost of INR 400 crores the hospital will have all the stat of the art facilities.\tb\tThe trustees and the trust have combined pledged 60% of the project funding i.e. INR 260 crores and based on their support the first phase is being commissioned.",
  "yearOfEstablishment": "1967",
  "regiseredAddrress": {
    "state": "Gujarat",
    "address": [
      "Dharamsinh Desai Rd D Cab Fulwadi Navayard Village Vadodara",
      "Chembur",
      "Vadodara",
      "Gujarat",
      "390007"
    ]
  }
}