{
  "contacts": [
    {
      "name": "Glory Alexander",
      "email": "",
      "designation": "Director",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=982",
  "name": "ASHA Foundation (Action Service Hope for AIDS)",
  "primaryEmail": "ashafblr@yahoo.co.in",
  "website": "www.ashaf.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "918023332921",
    "918023332921",
    "918023542222",
    "918023543333",
    "918023545050"
  ],
  "mainAddrress": {
    "state": "Karnataka",
    "address": [
      "No 42, 4th Main Road,",
      "SBM Colony, Anand Nagar, Hebbal",
      "Bangalore",
      "Bengaluru (Bangalore) Urban",
      "Karnataka",
      "560024"
    ]
  },
  "briefDescription": "ASHA Foundation provides a range of services in the field of HIV/AIDS.Our first AIDS telephone help line which was an automated Interactive Voice Response System received 3,70,000 calls from 1998 to 2011 and was then discontinued. Our manual HIV/AIDS Helpline receives 5 to 15 calls per day and so far we have had 22,000 calls since the year 2000. We have conducted 81 awareness sessions  in vulnerable communities such as laborers, metro construction workers, garment workers, police men, housemaids etc. We have conducted 8000 counseling sessions so far for PLHIV and before testing for HIV. We care for 1200 HIV positive patients in our clinic. We support about 125 HIV infected and affected children  for education starting from pre school upto degree and professional courses. We provide dry ration support for 40 HIV infected poor families. We have empowered 125 women many of them infected and widows through self help groups, bank savings and loans, microcredit and job placements. Our Adolescent Health Education Program has trained  2500 teachers from all over India. Fifty thousand students completed the curriculum in 2006. Now about 215 schools are using our curriculum  and around 30,000 students are doing the program. We take CLHIV in the age group of 10 to 16 years to residential summer camp every year since 2014. In 2014 we took 57 children, in 2015 we took 87 and this year we hope to take 100 children to camp. Simultaneously we train volunteers also to accompany us and so far 50 young volunteers have been trained. We hope to cover all the children (HIV infected) in the state of Karnataka with time. These camps increase the self esteem of  these children, their confidence , their adherence to medication and their social behavior. So far we have tested for HIV 1,50,000 pregnant mothers in 20 hospitals in South India, identified 850 HIV positive mothers and treated them so that their new borns will not be infected. We brought  down the rate of transmission from around 45 % to around 2% in our cohort. We have built the capacity of teachers, doctors, nurses, counselors, community health workers and others. There are 20 staff in the organization. The director has been  on the expert committee for prevention of mother to child transmission of HIV at National level. She has also  been a temporary advisor on HIV/AIDS to WHO, and on their drafting committee for provider testing in HIV. She is the vice president of AIDS society of India. She has been a resource person for HIV at State, National and International level.",
  "yearOfEstablishment": "1998"
}