{
  "contacts": [
    {
      "name": "Soma Bhowmick",
      "email": "",
      "designation": "Executive Director",
      "mobile": []
    }
  ],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=993",
  "name": "Suprava Panchashila Mahila Uddyog Samity.",
  "primaryEmail": "spmusngo@gmail.com",
  "website": "www.suprava.org",
  "organisationType": [
    "Direct Service"
  ],
  "telephone": [
    "913482255847",
    "913482224861",
    "913482261801",
    "919434164174"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "35,Chuapore",
      "Kadamtala,P.O-Berhampore",
      "Berhampore",
      "Murshidabad",
      "West Bengal",
      "742101"
    ]
  },
  "briefDescription": "Murshidabad is the backward district in the state of West Bengal. This district is vulnerable due to 151 km.porus Indo-Bangladesh border ,unsafe migration ,lack of local industry, soil erosion etc. The long international border resulted in the district being a hub of commercial sex activity.Suprava has been started working in the last 19 years with the women in prostitution and their children at 4 redlight areas in Murshidabad.Many children of the red-light areas are suffering from malnutrition, early marriage, early pregnancy, unsafe migration and violence against them. We work with them encompassing leadership development , empowerment ,Right to education and life skill education to stop next generation prostitution. We work closely with community at grassroots ,Govt. and law enforcement agencies.We have reduced school dropout , early marriage of girls’ and exploitation of children through child participation and child friendly club(CFC).Not only that the children of Red light areas have develop the skill with capacity of better adopability to the challenging situation to make them free from unhealthy environment through Life skill education. Till date We we have saved the life of 1200 Redlight areas children and have made 1600 Women in prostitutipn (WIP)who are the strong supporters of child rights.Please extend your support  to continue our programmes and we look to start livelihood programmes for our 50 rescued girls’ through survivors collectives.",
  "yearOfEstablishment": "1993"
}