{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9951",
  "name": "Swami Dayananda Educational Trust",
  "primaryEmail": "swamidayanandaeducationaltrust@gmail.com",
  "website": "www.sdet.in",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919840770159"
  ],
  "mainAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "No.4, Srinidhi Apartments,",
      "Desika Road, Mylapore",
      "Chennai",
      "Tamil Nadu",
      "600004",
      "SDETcorrespondence address proof.PDF"
    ]
  },
  "briefDescription": "Swami Dayananda Educational Trust founded by Swami Dayananda Saraswati in 2003, is based in Manjakkudi in Tiruvarur District. Nestled amidst lush paddy fields, if Manjakkudi (the birth place of Swami Dayananda Saraswati) can boast of itself as a model village today, it is because of the continuous efforts of SDET headed and administered by Ms Sheela Balaji, the Chairperson and Managing Trustee. Instrumental in transforming the silent village into a vibrant centre of learning, SDET today operates 3 landmark institutions:•\tSwami Dayananda College of Arts & Science, Manjakkudi•\tSwami Dayananda Matric Higher Secondary School, Manjakkudi•\tSemmangudi Higher Secondary School, SembangudiSwami Dayananda Educational Trust works towards improving, empowering through higher and quality education and employment, facilitating and providing sustainable rural development right from the grass-root level, creating health and hygiene awareness, reviving  Artisanal Heritage Rice through organic farming and inspiring beneficiaries to act as catalysts to inspire social and economic revolution as change makers and contributors.The Trust also manages: 1. Ayurveda Clinic, Manjakkudi2. Biogreen Farms, Manjakkudi3. Goshala, Manjakkudi4. Swami Dayananda Community Hall5. Rural Ambulance Service6. Swami Dayananda Veda Patashala7. Wipro Business Services8. Sri Varadaraja Perumal Temple9. Sri Lakshmi Narayana Perumal Temple10. Smt. Godavari Khilanani Wellness centre",
  "yearOfEstablishment": "2003",
  "regiseredAddrress": {
    "state": "Tamil Nadu",
    "address": [
      "Swami Dayananda Campus",
      "Manjakkudi",
      "Tiruvarur",
      "Tamil Nadu",
      "612610",
      "SDET ITR 2016-17.PDF"
    ]
  }
}