{
  "contacts": [],
  "guideStarURL": "http://www.guidestarindia.org/Summary.aspx?CCReg=9964",
  "name": "SUCHANA WELFARE TRUST (SWT)",
  "primaryEmail": "hr.suchanawelfare@gmail.com",
  "website": "www.suchanawelfare.org",
  "organisationType": [
    "Direct Service",
    "Support"
  ],
  "telephone": [
    "919830812864"
  ],
  "mainAddrress": {
    "state": "West Bengal",
    "address": [
      "Bidhan Pally, (Doltala Math), Ichapure ,",
      "Near Maa Kali Hardware",
      "P.O.-Nawabganj, P.S.-Noapara,",
      "North 24 Parganas",
      "West Bengal",
      "743144"
    ]
  },
  "briefDescription": "Suchana Welfare Trust (SWT) is also devoted to render Primary Health Check up Services every year in North 24 Parganas District. Health Awareness programs are also the part of the services especially for the rural people of the locality.Taking steps towards development is a very hard task when the target group is economically backward; socially, educationally and culturally depressed, infrastructurally decentralized and encircled with age-old taboos, superstitions on habits which are determental   to their interest so far as growth and development is concerned. Considering this aspect, we took proper measures for awareness with the constant and effortless support of our members and volunteers maintaining constant communication and information shared with our beneficiaries.This year we have achieved many accomplishments through our activities and events. The detailed activities and achievements of SWT have been discussed in the following pages of this report.        In this regards, we convey our deepest thanks to our members and volunteers, who served their duties sincerely and effortlessly. We convey our highest regards and heartiest thanks to all respected Government Officials, Philanthropists, Advisors and social activist who have been supporting us constantly by generating us lot of moral strength and inspiration to execute all our social welfare activities.",
  "yearOfEstablishment": "2005"
}